{"status":"success","data":{"title":"Focused Abdominal Aorta Ultrasound","slug":"aorta-ultrasound","tags":null,"collection":["Ultrasound","Radiology","Cardiovascular"],"content":"<h1 id=\"focused-abdominal-aorta-ultrasound\">Focused Abdominal Aorta Ultrasound</h1>\n<p><strong>Goals         </strong> Evaluate for abdominal aortic aneurysm (AAA)</p>\n<p><strong>Transducer </strong> Low-frequency curvilinear (low-frequency phased if curvilinear unavailable)</p>\n<p><strong>Windows   </strong> The goal is to image the entire abdominal aorta from diaphragm (subxiphoid area) to bifurcation into iliac arteries (near the umbilicus).  Images should be obtained in both <strong>transverse</strong> and <strong>longitudinal</strong> planes. The specific areas include:<img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/f/541779eb720d8d220ba1d818/640.png\" alt=\"\">Figure 1: Transducer positions for aortic scan. Proximal (A), Mid-aorta (B), Distal (C), and Longitudinal (D)</p>\n<h2 id=\"normal-reference-measurements\">Normal Reference Measurements</h2>\n<ul>\n<li>Aorta from outer wall to outer wall &lt;3 cm</li>\n<li>Iliac vessels at bifurcation, outer wall to outer wall &lt;1.5 cm</li>\n</ul>\n<p><strong>Signs of AAA:</strong> Enlarged aorta &gt;3 cm. Most AAA’s are fusiform and are infrarenal. The SMA is a useful landmark as it is in close proximity to the renal arteries, which are often difficult to identify. AAAs often contain a mural thrombus that MUST be included in your measurement of the aneurysm.</p>\n<p>Figure 2: Aortic aneurysm (aaa) measuring 6 cm wide with mural thrombus (asterisks).</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/f/54177aa2720d8d220ba1d99f/640.png\" alt=\"\"></p>\n<h2 id=\"transverse-view\">Transverse View</h2>\n<p>Transducer orientation is transverse with marker towards the patient’s right</p>\n<ol>\n<li><p>Proximal – Midline just below the xiphoid process</p>\n</li>\n<li><p>Mid-Aorta – Midline between xiphoid process and umbilicus</p>\n</li>\n<li><p>Distal - Midline near level of umbilicus</p>\n</li>\n</ol>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/f/54177bd0b1cece220a275665/640.png\" alt=\"\"></p>\n<p>Figure 3: Proximal aorta transverse view demonstrating the inferior vena cava (ivc), the aorta (ao), the celiac trunk (red arrows) branching into the common hepatic artery (green arrow) and splenic artery (yellow arrow). Known as “seagull sign”.</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/f/54177c0cb1cece220a275679/640.png\" alt=\"\"></p>\n<p>Figure 4: Proximal aorta transverse view caudal to Figure 3. Note inferior vena cava (ivc), aorta (ao), anterior cortex of vertebral body (yellow arrows) and superior mesenteric artery (green arrow) with surrounding hyperechoic fat (“clock mantle” sign).</p>\n<h2 id=\"longitudinal-view\">Longitudinal View</h2>\n<p>Transducer orientation is sagittal with marker towards the patient’s head </p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/f/54177c89b1cece220a27569f/640.png\" alt=\"\"></p>\n<p>Figure 5: Proximal aorta longitudinal view demonstrating the abdominal aorta (red arrows), the celiac trunk (yellow arrow) and the superior mesenteric artery (green arrow). Note that the abdominal aorta becomes more superficial as it descends into the abdomen, following the natural curvature of the spinal column.</p>\n<h2 id=\"struggling-with-the-exam-\">Struggling with the Exam?</h2>\n<p><strong>Can’t find the aorta?</strong></p>\n<ul>\n<li>Use plenty of compression to displace bowel gas – it’s remarkable how much pressure patients tolerate and how much it will improve your view. The vertebral shadow can be used as a landmark as the aorta should be just anterior to the vertebrae. Increase the depth setting until the vertebral shadow is seen. You can start in any segment and follow the aorta proximally or distally. You may also roll the patient on his/her left side or use the liver as a window to find the proximal aorta by using a coronal RUQ view (like a FAST view) with increased depth.</li>\n</ul>\n<p><strong>Not sure if you are scanning proximal vs mid-aortic site?</strong></p>\n<ul>\n<li>The proximal view should include the celiac trunk and/or the SMA branching from aorta. Both arise anteriorly with the celiac immediately splitting (seagull sign) and the SMA surrounded by bright echogenic fat (Fig 3-4). The mid-aorta does not have these landmarks.</li>\n</ul>\n<h2 id=\"common-errors\">Common Errors</h2>\n<ul>\n<li><p>Measuring the lumen instead of the entire vessel.  Abdominal aortic aneurysms often have mural thrombus so be careful to measure outer wall to outer wall to avoid incorrect measurements. </p>\n</li>\n<li><p>Mistaking IVC for aorta. The aorta is on the patient’s left (screen right), has a thicker more echogenic wall, and is round in a transverse view while the IVC is often teardrop shaped.</p>\n</li>\n<li><p>Failing to visualize the entire aorta – you must see it from diaphragm to bifurcation to exclude the presence of an aneurysm.  </p>\n</li>\n<li><p>Relying on ultrasound for the diagnosis of aortic dissection. While a dissection flap can be visualized and should prompt immediate action, failure to visualize a flap by ultrasound does not exclude aortic dissection.</p>\n</li>\n</ul>\n<h1 id=\"references\">References</h1>\n<ul>\n<li>Tayal VS, et al. <em>Acad Emerg Med</em>, 2003. PMID <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12896888\">12896888</a>;</li>\n<li>Kuhn et al. <em>Ann Emerg Med</em>, 2000. PMID <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10969223\">10969223</a>;</li>\n<li>Taylor RA et al. <em>Acad Emerg Med</em>, 2012. PMID <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22288871\">22288871</a></li>\n</ul>\n"}}