{"status":"success","data":{"title":"Bundle Branch Blocks 101","slug":"bundle-branch-blocks","tags":null,"collection":["Cardiovascular"],"content":"<h1 id=\"bundle-branch-blocks-bbbs-101\">Bundle Branch Blocks (BBBs) 101</h1>\n<p>The normal conduction system of the healthy heart is shown below.  If there is a delay or block in the left or right bundle, depolarization will take longer to occur. Therefore we get a widened QRS (&gt; 0.12 sec or &gt; 3 small boxes)</p>\n<p> <img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/76840514-b398-5b54-81ac-1076553f3a1f/640.png\" alt=\"\"><strong>\nConceptual tip </strong></p>\n<p>One thing to remember to make this easier on yourself is that an “S Wave,” essentially means depolarization is going away from something and an “R Wave,” means depolarization is going toward something. As you continue to read this post just remember S = Away and R = Toward.</p>\n<p><strong>Is it LBBB or RBBB?</strong></p>\n<p>Once you have identified that your QRS is wide go to lead V1. If the “terminal force” of the QRS is above the baseline (big R wave) you have a RBBB.  If the “terminal force” of the QRS is below the baseline (big S wave) you have a LBBB.</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/594b720b-bb70-58ab-a49b-0746cba03040/640.png\" alt=\"\">Image from <a href=\"http://academiclifeinem.com/bundle-branch-blocks-bbbs-101/en.ecgpedia.org/wiki/Intraventricular_Conduction\">ECGPedia.org</a></p>\n<p>Click <a href=\"http://academiclifeinem.com/bundle-branch-blocks-bbbs-101/\">here</a> for full ALiEM blogpost</p>\n<h2 id=\"why-does-a-lbbb-have-a-big-s-wave-and-rbbb-have-a-big-r-wave-in-lead-v1-\">Why does a LBBB have a &quot;big S wave&quot; and RBBB have a &quot;big R wave&quot; in  lead V1?**</h2>\n<ul>\n<li>In RBBB, the last depolarization to occur is in the right ventricle therefore the left ventricle depolarizes first, which means the conduction is moving toward V1 (Left to Right).</li>\n<li>In LBBB, the last depolarization to occur is in the left ventricle therefore the right ventricle depolarizes first, which means the conduction is moving away from V1 (Right to Left).</li>\n<li>Remember the right side of the heart sits closer to the chest wall than the left side of the heart</li>\n</ul>\n<h2 id=\"more-specific-criteria-for-rbbb-and-lbbb\">More specific criteria for RBBB and LBBB</h2>\n<p><strong>RBBB</strong></p>\n<ul>\n<li>QRS duration &gt;0.12 seconds</li>\n<li>Slurred S wave in lead I, aVL, V5, and V6 (Depolarization moving away from these leads)</li>\n<li>RSR’ in V1 and V2 with R’ &gt; R (Depolarization moving toward these leads)</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/866dc839-b439-58b7-a255-c980e84cac78/640.png\" alt=\"\">\nECG from <a href=\"http://academiclifeinem.com/bundle-branch-blocks-bbbs-101/hqmeded-ecg.blogspot.com\">Dr. Smith’s ECG Blog</a></p>\n<ul>\n<li><strong>LBBB</strong><ul>\n<li>QRS duration &gt;0.12 seconds</li>\n<li>Broad monomorphic R waves in I, aVL, V5, and V6 (Depolarization moving toward these leads)</li>\n<li>Broad, dominant, monomorphic S wave in V1 and V2 (Depolarization moving away from these leads)</li>\n</ul>\n</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/964044fe-58c3-55f1-8b42-84f4cd1b3bb9/640.png\" alt=\"\">\nECG from <a href=\"http://academiclifeinem.com/bundle-branch-blocks-bbbs-101/hqmeded-ecg.blogspot.com\">Dr. Smith’s EGG Blog</a></p>\n<h2 id=\"left-bundle-with-anterior-and-posterior-fascicle\">Left bundle with anterior and posterior fascicle</h2>\n<p>I wish I could say that it is just that easy, but it gets more complicated. The left bundle actually has an anterior and a posterior fascicle. This changes the morphology and the axis of the ECG. I will try and go through this to help simplify the ECG as we did with LBBB and RBBB.</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/8c6dc334-437f-5666-989e-0bb8c448d932/640.png\" alt=\"\"></p>\n<h2 id=\"left-anterior-fascicular-block-lafb-\">Left anterior fascicular block (LAFB)</h2>\n<p>Lets start with LAFB. If the left anterior fascicle is blocked, then depolarization in the left ventricle will go toward the lateral leads (I and aVL) and away from the inferior leads (II, III, and aVF).  This means you would expect to see a bigger R wave in leads I and aVL and a bigger S wave in leads II, III, and aVF.</p>\n<p><strong>What are the criteria for LAFB?</strong></p>\n<ul>\n<li>Slightly prolonged QRS duration (Not quite 120 msec or &lt; 3 small boxes)</li>\n<li>Left axis deviation</li>\n<li>qR complex in leads I and aVL (Depolarization going towards these leads)</li>\n<li>rS complex in leads II, III, and aVF (Depolarization going away from these leads)</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/8f4e76fb-67ba-5bcc-91d6-317d07c2d394/640.png\" alt=\"\"></p>\n<h2 id=\"left-posterior-fascicular-block-lpfb-\">Left posterior fascicular block (LPFB)</h2>\n<p>Lets now move on to LPFB. In general it is rare to find LPFB in isolation, because it is typically seen with RBBB. For the sake of explanation, if the posterior fascicle is blocked in isolation, then depolarization in the left ventricle will go toward the inferior leads (II, III, and aVF) and away from the lateral leads (I and aVL). This means you would expect to see a bigger R wave in leads II, III, and aVF and a bigger S wave in leads I and aVL.</p>\n<p><strong>What are the criteria for LPFB?</strong></p>\n<ul>\n<li>Slightly prolonged QRS duration (Not quite 120 msec or &lt; 3 small boxes)</li>\n<li>Right axis deviation</li>\n<li>qR complex in leads II, III, and aVF (Depolarization going towards these leads)</li>\n<li>rS complex in leads I and aVL (Depolarization going away from these leads)</li>\n<li>Absence of right ventricular hypertrophy or prior lateral myocardial infarction</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/cfe893f6-917c-5155-a561-a3021ad96da8/640.png\" alt=\"\"></p>\n<h2 id=\"expert-review-by-dr-jeffrey-tabas-md\">Expert Review by Dr. Jeffrey Tabas, MD</h2>\n<p>Images from <a href=\"http://emonmp3.com/Syllabi/USC_Vegas_EKG_Syllabus_05.pdf\">Dr. Tabas&#39; &quot;Approach to the Critical EKGs&quot;</a></p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/8cc75d72-dd7d-5aaa-b931-bed46f238daf/640.png\" alt=\"\">\n<img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/83fbc995-f76b-5c35-b2a4-c297b15feeaa/640.png\" alt=\"\">\n<img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/c672f2cb-d80e-5ac3-bd9c-dc2e9edfdd79/640.png\" alt=\"\">\n<img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/435688bd-0b12-5d22-b995-4a6e1e58a63d/640.png\" alt=\"\">\n<img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/1/r/ee633aee-7e4d-5230-94e5-909f0147d605/640.png\" alt=\"\">\n<em>My 2 rules of hemiblocks are:</em> You do not talk about hemiblocks (or fight club). This is because I don’t see much clinical impact from making this diagnosis, and if you put something in your head something else might fall out. If you really must learn them, the easiest approach is that extreme left axis deviation (more negative than -45 degrees) is LAFB and extreme right axis deviation (more than 180) is LPFB. This gets you there 90% of the time. The only significance to the diagnosis is that if the patient has trifascicular block (RBBB, prolonged PR, and a fascicular block) with SYMPTOMATIC bradycardia or syncope from suspected bradycardia with other causes ruled out, they need a pacer, but I think you would admit for that anyway and encourage pacer placement.</p>\n"}}