{"status":"success","data":{"title":"Chest Pain - Accelerated Diagnostic Protocol","slug":"chest-pain-adp","tags":null,"collection":["Cardiovascular"],"content":"<h1 id=\"chest-pain-can-we-do-2-hour-rule-outs-acclerated-diagnostic-protocol-adp-\">Chest Pain: Can we do 2-hour rule outs? Acclerated Diagnostic Protocol (ADP)</h1>\n<p><strong><em>Is there a way to identify a low risk group who can be discharged home in a timely manner, without further workup, and without short-term adverse events from ACS?</em></strong></p>\n<p>The ACC/AHA recommends that chest pain patients, at a minimum, receive an H&amp;P followed by an EKG. After this, risk stratification should be determined as: </p>\n<ul>\n<li>High risk (needs admission for provocative testing)</li>\n<li>Intermediate risk (not an admission, but not yet a discharge)</li>\n<li>Low risk (discharge home)</li>\n</ul>\n<p><strong><em>What do we do about the intermediate and low risk groups in the ED?</em></strong></p>\n<p>Patients in the intermediate risk group generally need some sort of provocative testing done before disposition can be made. This can be accomplished in an observation unit, or admission to a telemetry unit depending on your place of practice.</p>\n<p>The low risk patients will need serial EKGs and Cardiac Biomarkers. If negative, these patients can be discharged home as outpatients and have provocative testing done within 72 hours. Several questions arise from this:</p>\n<ol>\n<li>How far apart do we need to get cardiac enzymes? 6 hours vs 2 hours?</li>\n<li>How long do we need to keep these patients for evaluation? 24 hours vs 12 hours vs 2 hours?</li>\n<li>Is it safe to discharge this low risk group of patients home?</li>\n</ol>\n<p><strong>There are three recent studies (<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21435709\">Than, 2011</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22594354\">Aldous, 2012</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22578923\">Than, 2012)</a> looking at these very questions using an Accelerated Diagnostic Protocol (ADP). Details about each studies are provided below.</strong></p>\n<p><strong>Dr. Rezaie&#39;s comments about these studies:</strong></p>\n<ul>\n<li>All 3 studies were performed by the same group of authors in the same population of patients, which consisted primarily of Caucasian males. It would be nice to see an external validation of this ADP protocol with different ethnicities and more females before implementing it. </li>\n<li>TIMI risk score is used as an objective indicator of high, intermediate, and low risk patients. The big problem with this is angina is a subjective complaint. Is the chest pain really angina or some other non-ischemic complaint? This is where clinical judgment is needed, and can be quite different amongst providers. [<a href=\"https://agile.md/app/modules/517e1695bd169c955c000001/files/5190e4e6bafc41036f00000d?type=document\">PV card on TIMI score calculations</a>] an indigent patient population, how do we guarantee 72 hour follow up? Do these patients need 72 hour follow up or 30 day follow up? This was not answered in any of these studies and an issue with this protocol.</li>\n<li>What is an acceptable miss rate? 1%, 2%, etc? From a public health standpoint the acceptable miss rate is 2 – 5%, but from a lawyers standpoint an acceptable miss rate is 0%.</li>\n</ul>\n<p><strong>Take Home Point</strong></p>\n<p>Before we implement an accelerated diagnostic protocol as these studies propose, an external validation would be needed with a different patient population for generalizability. If validated, this may help decrease ED length of stay, hospital admissions, and cost of medical care.</p>\n<p><strong><strong>Click <a href=\"http://academiclifeinem.com/chest-pain-part-2-of-3-can-we-do-2-hour-rule-outs/\">here</a> for full ALiEM blog post</strong></strong></p>\n<h2 id=\"the-aspect-trial\">The ASPECT Trial</h2>\n<ul>\n<li><strong>Study: </strong>Prospective, observational [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21435709\">Than, 2011</a>]</li>\n<li><strong>Total patients:</strong> 3,582</li>\n<li><strong>What they did:</strong> Identified low risk patients (TIMI of 0; EKG without new ischemic changes; negative Point of Care troponin I, CK-MB, &amp; Myoglobin at 0 &amp; 2 hours) who could be safely d/c home</li>\n<li><strong>Measured outcomes:</strong> Major Adverse Cardiac Events (MACEs) at 30 days</li>\n<li><strong>What they found:</strong><ul>\n<li>352 pts (9.8%) were low risk</li>\n<li>3 of 352 pts (0.9%) had MACE</li>\n<li>Sens 99.3%; Spec 11.0%</li>\n<li>NPV 99.1%</li>\n</ul>\n</li>\n<li><strong>Conclusion:</strong> 9.8% of patients could be discharged home after ADP with 99.3% sens and 99.1% NPV for MACE.</li>\n</ul>\n<h2 id=\"new-improved-adp\">New Improved ADP</h2>\n<ul>\n<li><strong>Study:</strong>Prospective, observational [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22594354\">Aldous, 2012</a>]</li>\n<li><strong>Total patients:</strong> 1,000</li>\n<li><strong>What they did:</strong> Identified low risk patients with ASPECT Trial definition  (TIMI of 0; EKG w/o new ischemic changes; negative Point of Care Troponin I, CK-MB, Myoglobin) and compared with:<ul>\n<li>TIMI Score of 0, EKG w/o new ischemic changes, &amp; POC Troponin I only at 0 &amp; 2 hours</li>\n<li>TIMI Score of 0, EKG w/o new ischemic changes, &amp; High Sensitivity Troponin T only at 0 &amp; 2 hours</li>\n<li>TIMI score of 1, EKG w/o new ischemic changes, &amp; POC Troponin I, CK-MB, Myoglobin</li>\n</ul>\n</li>\n<li><strong>Measured outcomes:</strong> ACS at 30 days</li>\n<li><strong>What they found:</strong><ul>\n<li>123 pts (12.3%) were low risk</li>\n<li>2 of 123 pts (1.6%) identified with ACS at 30 days</li>\n<li>Sens 99.2%; Spec 23.5%</li>\n<li>ADP with POC Troponin I alone or hsTnT alone, had the same sensitivity as POC Troponin I, CK-MB, &amp; Myoglobin, but identified more patients for d/c (15% vs 12.3%)</li>\n<li>Changing TIMI Score = 1 instead of 0, identified 19.7% of pts as low risk, but sens 97% vs 99.2%</li>\n</ul>\n</li>\n<li><strong>Conclusion:</strong><ul>\n<li>12.3% of patients could be discharged home after ADP with 99.2% sens for ACS</li>\n<li>Using POC TnI or hsTnT identifies a larger population of low risk patients with the same sensitivity as ASPECT Trial.</li>\n<li>Increasing TIMI to 1 instead of 0 increases low risk chest pain population, but decreases sensitivity to 97%.</li>\n</ul>\n</li>\n</ul>\n<h2 id=\"the-adapt-trial\">The ADAPT Trial</h2>\n<ul>\n<li><strong>Study</strong>: Prospective observational [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22578923\">Than, 2012</a>]</li>\n<li><strong>Total patients</strong>: 1,975</li>\n<li><strong>What they did</strong>: Identified low risk patients (TIMI of 0, EKG w/o new ischemic changes, negative troponin I at 0 &amp; 2 hours) who could be safely d/c home</li>\n<li><strong>Measured outcome</strong>: Major Adverse Cardiac Events (MACEs) at 30 days</li>\n<li><strong>What they found</strong><ul>\n<li>392 pts (20%) were low risk</li>\n<li>1 of 392 pts (0.25%) had MACE</li>\n<li>Sens 99.7%; Spec 23.4%</li>\n<li>NPV 99.7%; PPV 19%</li>\n</ul>\n</li>\n<li><strong>Conclusion</strong>: 20% of patients could be discharged home after ADP with 99.7% sens and 99.7% NPV for MACE.</li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21435709\">M. Than, L. Cullen, C.M. Reid, S.H. Lim, S. Aldous, M.W. Ardagh, W.F. Peacock, W.A. Parsonage, H.F. Ho, H.F. Ko, R.R. Kasliwal, M. Bansal, S. Soerianata, D. Hu, R. Ding, Q. Hua, K. Seok-Min, P. Sritara, R. Sae-Lee, T. Chiu, K. Tsai, F. Chu, W. Chen, W. Chang, D.F. Flaws, P.M. George, and A.M. Richards, &quot;A 2-h diagnostic protocol to assess patients with chest pain symptoms in the Asia-Pacific region (ASPECT): a prospective observational validation study.&quot;, Lancet, 2011.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22594354\">S.J. Aldous, M.A. Richards, L. Cullen, R. Troughton, and M. Than, &quot;A new improved accelerated diagnostic protocol safely identifies low-risk patients with chest pain in the emergency department.&quot;, Academic emergency medicine : official journal of the Society for Academic Emergency Medicine, 2012.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22578923\">M. Than, L. Cullen, S. Aldous, W.A. Parsonage, C.M. Reid, J. Greenslade, D. Flaws, C.J. Hammett, D.M. Beam, M.W. Ardagh, R. Troughton, A.F.T. Brown, P. George, C.M. Florkowski, J.A. Kline, W.F. Peacock, A.S. Maisel, S.H. Lim, A. Lamanna, and A.M. Richards, &quot;2-Hour accelerated diagnostic protocol to assess patients with chest pain symptoms using contemporary troponins as the only biomarker: the ADAPT trial.&quot;, Journal of the American College of Cardiology, 2012.</a></li>\n</ul>\n"}}