{"status":"success","data":{"title":"EMTALA Transfer Rules","slug":"emtala-rules","tags":null,"collection":["EMS"],"content":"<h1 id=\"emtala-transfer-rules\">EMTALA Transfer Rules</h1>\n<p>The Emergency Medical Treatment and Labor Act (EMTALA) is a federal law that requires anyone coming to an ED be stabilized and treated, regardless of their insurance status or ability to pay</p>\n<ul>\n<li>Known as “anti-dumping law”</li>\n<li>Goal = ensure “adequate first response to a medical crisis for all patients”</li>\n</ul>\n<h2 id=\"rules-for-the-transferring-ed\">Rules for the transferring ED</h2>\n<p>Medically screen patients to determine whether a medical emergency exists (regardless of insurance). This goes beyond a triage assessment.\nStabilize patients with medical emergencies to reasonably ensure that no deterioration will result from patient&#39;s transfer.\nRestrict transfer of non-stabilized patients to 2 circumstances:</p>\n<ol>\n<li>Patient requests a transfer in writing after being informed of the risks involved and the hospital’s duty to treat under EMTALA, or</li>\n<li>A physician certifies that the medical benefits expected from transfer outweigh the risks involved in the transfer (e.g. need higher level of care)</li>\n</ol>\n<p><strong>Pregnancy:</strong> When having contractions, an emergency medical condition exists when:</p>\n<ul>\n<li>Inadequate time for safe transfer to another hospital before delivery, or</li>\n<li>Transfer may pose a threat to the health/safety of patient or unborn child</li>\n</ul>\n<h2 id=\"steps-when-transferring-a-patient\">Steps when transferring a patient</h2>\n<ol>\n<li>Provide medical treatment to minimize the risk of transfer</li>\n<li>Obtain patient’s written consent for transfer</li>\n<li>Provide signed certificate of transfer</li>\n<li>Assure that the transfer takes place with qualified personnel and equipment</li>\n<li>Send copies of medical records related to the emergency condition</li>\n</ol>\n<h2 id=\"obligation-of-receiving-ed\">Obligation of receiving ED</h2>\n<p>If have available space and qualified personnel for treating the patient:</p>\n<ol>\n<li>Agree to accept transfer of the patient and to provide appropriate medical tx</li>\n<li>Regional referral centers and hospitals with specialized capabilities cannot refuse to accept an appropriate transfer if they have the capacity</li>\n</ol>\n<h2 id=\"fines-under-emtala\">Fines under EMTALA</h2>\n<p>A physician can be fined for:</p>\n<ul>\n<li>Failing to respond to an emergency while on-call</li>\n<li>Failing to perform a screening exam</li>\n<li>Failing to inform emergency patients of the risks and benefits of transfer</li>\n<li>Signing a transfer certification when he or she can reasonably be expected to know that the risks outweigh the benefits</li>\n</ul>\n<p>Fine = $25,000 or $50,000 per violation (hospital with &lt;100 beds vs ≥100 beds)</p>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.acep.org/content.aspx?id=25936\">EMTALA, acep.org</a></li>\n<li>AMA Ethics Resource Center</li>\n</ul>\n"}}