{"status":"success","data":{"title":"Focused Assessment with Sonography in Trauma (FAST)","slug":"fast-ultrasound","tags":null,"collection":["Ultrasound","Radiology","Trauma"],"content":"<h1 id=\"ultrasound-focused-assessment-with-sonography-in-trauma-fast-\">Ultrasound: Focused Assessment with Sonography in Trauma (FAST)</h1>\n<p><span>Durston W et al. </span><em>Ann of Surg</em><span>, 1998. PMID </span><a href=\"mailto:http://www.ncbi.nlm.nih.gov/pubmed/9790345\">9790345</a><span>;</span><span>Stengel D et al. </span><em>Br J Surg</em><span>, 2001. PMID </span><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11442520\">11442520</a><span>;</span><span>Stengel D et al. Radiology, 2005. PMID </span><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15983072\">15983072</a></p>\n<p><strong>Goals</strong>: Evaluate for free fluid (i.e. blood) in the abdomen, pelvis, thorax, and pericardium in the setting of trauma.</p>\n<p><strong>Transducer</strong>: Low-frequency curvilinear or phased-array</p>\n<p><strong>Windows</strong>:4 windows are obtained to perform a complete FAST exam (Fig 1)</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/g/54177ec9720d8d220ba1dd5f/640.png\" alt=\"\">Figure 1: Transducer positions and directional indicator orientation (white dot) for the abdominal and cardiac views in the FAST exam</p>\n<h2 id=\"normal-reference-measurements\">Normal Reference Measurements</h2>\n<p>The FAST exam is dichotomous, yielding either a negative or positive result.  A negative FAST exam is defined by the absence of fluid in all four imaging windows.  A positive FAST exam is defined by the presence, no matter how small, of any amount of fluid in any of the four windows.</p>\n<p>A meta-analysis of 62 studies including FAST exams of &gt;18,000 patients revealed a sensitivity of 78.9% and specificity of 99.2% for the identification of intra-peritoneal free fluid (Stengel et al, 2005).</p>\n<h2 id=\"right-upper-quadrant-ruq-view\">Right Upper Quadrant (RUQ) View</h2>\n<p><strong>Anatomic landmarks:</strong> Right mid-axillary line at the level of the xiphoid process</p>\n<ul>\n<li><strong>Initial transducer orientation:</strong> Longitudinal (parallel to exam bed) with directional indicator towards the patient’s axilla.</li>\n<li>Include the diaphragm, the liver, and the entire right kidney</li>\n<li>Fan through entire hepatorenal recess (Morison’s pouch), as well as the entire depth and length of the kidney including the inferior pole. </li>\n<li>FAST is <strong>POSITIVE</strong> if anechoic free fluid identified in the hepatorenal recess—the potential space between liver and kidney (Fig 2).</li>\n<li>Fluid cephalad to the diaphragm is in the thoracic cavity, and should raise concern for hemothorax in trauma.</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/g/54177f65b1cece220a27589b/640.png\" alt=\"\">Figure 2: Positive FAST in the RUQ view demonstrating echogenic clot in Morison’s pouch with adjacent anechoic free fluid (*).</p>\n<h2 id=\"left-upper-quadrant-luq-view\">Left Upper Quadrant (LUQ) View</h2>\n<ul>\n<li><strong>Anatomic landmarks:</strong> Left posterior axillary line at the level of the xiphoid process.</li>\n<li><strong>Initial transducer orientation:</strong> Longitudinal (parallel to exam bed) with directional indicator towards the patient’s axilla.</li>\n<li>Include the diaphragm, spleen, and entire left kidney</li>\n<li>Fan through entire LUQ including kidney, spleen tip, and subdiaphragmatic space.</li>\n<li>FAST is <strong>POSITIVE</strong> if free fluid identified in either the splenorenal recess OR in the subdiaphragmatic space between the spleen and diaphragm</li>\n<li>Fluid cephalad to the diaphragm is in the thoracic cavity, and should raise concern for hemothorax in trauma.</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/9/g/54177fcc720d8d220ba1de08/640.png\" alt=\"\"></p>\n<p>Figure 3: Positive FAST in LUQ view demonstrating large amount of complex free fluid (*) below the diaphragm (yellow arrows), despite a lack of fluid in the splenorenal recess (green arrows).</p>\n<h2 id=\"pelvic-view\">Pelvic View</h2>\n<ul>\n<li><strong>Anatomic landmarks</strong>: Suprapubic region at the level of the symphysis pubis.</li>\n<li><strong>Initial transducer orientations</strong> (TWO views required):</li>\n<li>Transverse with the directional indicator oriented to the patient’s right</li>\n<li>Longitudinal with the directional indicator oriented to the patient’s head</li>\n<li>Include entire depth of bladder in both views</li>\n<li>FAST is <strong>POSITIVE</strong> if free fluid is identified posterior to the bladder and/or uterus.</li>\n</ul>\n<h2 id=\"cardiac-view\">Cardiac View</h2>\n<ul>\n<li><strong>Anatomic landmarks</strong>: Subxiphoid space</li>\n<li><strong>Initial transducer orientation</strong>: Place the transducer nearly flat below the xyphoid process with the directional indicator oriented to the patient’s right and the probe face directed towards the patient’s left shoulder. Use an overhand grasp on the probe to apply steady downward pressure.</li>\n<li>Include views of the entire heart with all 4 chambers and surrounding pericardium</li>\n<li>FAST is <strong>POSITIVE</strong> if free fluid is identified between the heart and pericardial sac. </li>\n</ul>\n<h2 id=\"struggling-with-the-exam-\">Struggling with the Exam?</h2>\n<ul>\n<li><p><strong>Can’t find the spleen or left kidney?</strong></p>\n<ul>\n<li>The left kidney is often located more superior and posterior compared to the right kidney. Try placing the probe more posterior towards the left flank.</li>\n</ul>\n</li>\n<li><p><strong>Can’t find the bladder?</strong></p>\n<ul>\n<li>Make sure you’re as close to the symphysis pubis as possible (don’t be shy!), and aiming the transducer towards the patient’s feet. Visualization of the bladder is improved prior to emptying of the bladder. Try FAST prior to insertion of a foley catheter or prior to the patient emptying their bladder.</li>\n</ul>\n</li>\n<li><p><strong>Rib shadows obstructing view in RUQ and LUQ views?</strong> </p>\n<ul>\n<li>Try rotating the transducer obliquely parallel to the ribs in order to fit between an intercostal space. A phased array transducer’s smaller footprint can reduce or eliminate rib shadows.</li>\n</ul>\n</li>\n<li><p><strong>Can’t see the entire heart on the subxiphoid view?</strong></p>\n<ul>\n<li>Try moving the probe more to the patient’s right to use the liver as an acoustic window. You can also try increasing the depth of the image.</li>\n</ul>\n</li>\n</ul>\n<h2 id=\"common-errors-failure-to-\">Common Errors: Failure to...</h2>\n<ul>\n<li>Fan through entire depth and length of target organs</li>\n<li>Perform serial FAST exams in patients who develop changes in their vitals or exam</li>\n<li>Appreciate that the FAST exam is not sensitive for the detection of a retroperitoneal hemorrhage or for the identification of solid organ injury</li>\n<li>Appreciate that the FAST exam is not sensitive for the detection of small amounts (&lt;400-500 cc) of intra-peritoneal fluid</li>\n<li>Appreciate that intra-peritoneal blood will not appear anechoic in patients presenting with delayed trauma. Blood clots typically exhibit mixed echogenicity.</li>\n<li>Appreciate that the FAST exam cannot reliably differentiate between ascites and blood in patients with a history of ascites.</li>\n</ul>\n"}}