{"status":"success","data":{"title":"Bicarbonate - Completely Useless?","slug":"is-bicarb-useless","tags":["sodium bicarbonate"],"collection":["Toxicology","Pharmacology","Critical Care"],"content":"<h1 id=\"bicarbonate-completely-useless-\">Bicarbonate: Completely Useless?</h1>\n<p><strong>Take Home Points</strong></p>\n<ul>\n<li>Bicarbonate breaks down into CO2 in the blood. In patients with poor CO2 elimination (aka not breathing), this CO2 ends up diffusing into cells – decreasing the intracellular pH.</li>\n<li>Do not give bicarbonate during resuscitation codes anymore.</li>\n<li>Bicarbonate on its own does not help in hyperkalemia. It may help insulin+glucose and albuterol work.</li>\n<li>As long as pH &gt;6.9, bicarbonate is not indicated in DKA.</li>\n<li>Bicarbonate in rhabdomyolysis is controversial. The patient needs fluids, fluids, fluids as early as possible.</li>\n<li>Bicarbonate is still recommended in:</li>\n</ul>\n<ol>\n<li>TCA overdose</li>\n<li>Salicylate toxicity</li>\n<li>Phenobarbarbital</li>\n<li>Chlorpropamide</li>\n<li>Chlorophenoxy herbicide poisoning</li>\n<li>Cocaine overdose</li>\n<li>Organophosphate poisoning</li>\n<li>Methanol and ethylene glycol</li>\n</ol>\n<p><strong>Click <a href=\"http://academiclifeinem.com/bicarbonate-completely-useless/\">here</a> for full ALiEM blogpost</strong></p>\n<h2 id=\"cpr\">CPR</h2>\n<p>Though we have been giving “amps of bicarbonate” since the 1950s for CPR, we have scant evidence for its effectiveness. In fact…</p>\n<ol>\n<li>In animal studies, bicarbonate lowers coronary perfusion pressure and decreases rate of return of spontaneous circulation (ROSC) after cardiac arrest. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1920701\">Kette, 1991</a>]</li>\n<li>12 of 14 animal studies concluded that giving bicarbonate during CPR worsened myocardial performance. The remaining 2 showed no difference. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9700442\">Levy, 1998</a>]</li>\n<li>Only 1 randomized controlled trial (RCT) for bicarbonate in CPR in adults has been done. It showed no improvement in the rate of ROSC or mortality. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7659873\">Dybvik, 1995</a>]</li>\n<li>Out of 19 retrospective reviews, 11 showed no benefit and 8 suggested worse outcomes when bicarbonate was given during CPR. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9700442\">Levy, 1998</a>]</li>\n</ol>\n<p>National guidelines no longer recommend bicarbonate during CPR. Neonatal resuscitation guidelines (2000) no longer recommends routine use of bicarbonate as it  “may be detrimental to myocardial or cerebral function”. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10969113\">Niermeyer, 2000</a>] The <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16314375\">2005 AHA guidelines</a> no longer recommend bicarbonate during CPR either.</p>\n<p><strong>Conclusion</strong>: Giving sodium bicarbonate during CPR is not helpful and may even be harmful!</p>\n<h2 id=\"hyperkalemia\">HYPERKALEMIA</h2>\n<p>Traditionally bicarbonate was one of the mainstays of treatment used to push potassium intracellularly. According to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24132\">1977 paper</a> involving 14 patients, it seemed to work. However…</p>\n<ol>\n<li>In 12 ESRD patients with hyperkalemia, bicarbonate plus IV fluids showed no statistically significant change in serum potassium until 4 hours after administration, which returned to baseline by 7 hours. The decrease averaged 0.7 mmol/L. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1552710\">Blumberg, 1992</a>] </li>\n<li>Non-diabetic ESRD patients received a variety of treatments with potassium measured every 15 minutes over 1 hour. Both bicarbonate and normal saline failed to show a significant decrease in plasma potassium. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8840939\">Allon, 1996</a>]</li>\n<li>8 ESRD patients received either bicarbonate alone, insulin and glucose, or bicarbonate with insulin and glucose. The bicarbonate-only group had no change in serum potassium at 1 hour. The insulin and glucose group had a decrease in potassium levels from 6.3 to 5.7mmol/L. The group that received all three showed a potassium decrease from 6.2 mmol/L to 5.2 mmol/L (p&lt;0.05). They conclude that bicarbonate on its own does not help, but perhaps by increasing the pH, the bicarbonate may potentiate insulin’s abilty to drive potassium intracellularly. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8852501\">Kim, 1996</a>]</li>\n<li>The Cochrane Review (2009) reports that bicarbonate is “controversial.” Some studies demonstrate decreased serum potassium when used with insulin or albuterol, while other studies find no difference. No study demonstrated harm from bicarbonate administration.</li>\n</ol>\n<p><strong>Conclusion:</strong> Though no studies demonstrate harm, the solo administration of bicarbonate does not acutely decrease potassium levels. But it may improve insulin/albuterol action on potassium in acidotic patients.</p>\n<h2 id=\"diabetic-ketoacidosis-dka-\">DIABETIC KETOACIDOSIS (DKA)</h2>\n<p>Currently, the American Diabetic Association (ADA) says bicarbonate “may be considered” in patients with pH &lt; 6.9 in DKA. </p>\n<ol>\n<li>A retrospective review compared patients in DKA with pH &lt;7.0 who got bicarbonate+IV fluids+insulin, versus patients who received just IV fluids+insulin. They found no difference in time to pH&gt;7.2, or time to discharge between the two groups. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23737516\">Duhon, 2013</a>]</li>\n<li>A retrospective study of 39 patients with DKA and pH 6.9-7.1 showed no difference in pH, PaCO₂, glucose concentration, potassium level, time to normalization of pH, or time to clearance of urinary ketones with or without bicarbonate. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10628611\">Viallon, 1999</a>]</li>\n<li>Pediatrics: A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9437340\">retrospective study</a> on the treatment of DKA in kids showed no difference between bicarbonate+IV fluids+insulin versus IV fluids+insulin in DKA with severe acidosis. They even had a case in this series with an initial pH of 6.73 who did NOT receive bicarbonate and did well. </li>\n<li>There were no studies on patients with pH&lt;6.9.</li>\n</ol>\n<p><strong>Conclusion:</strong> Bicarbonate shows no advantage for pH&gt;6.9 in DKA patients. It remains unclear if it provides benefit at pH&lt;6.9.</p>\n<h2 id=\"rhabdomyolysis\">RHABDOMYOLYSIS</h2>\n<p>In rhabdomyolysis animal models, bicarbonate alkalinizes the urine. This, in turn, prevents kidney injury in theory by: </p>\n<ul>\n<li>decreasing myoglobin precipitation</li>\n<li>decreasing tubule injury from decreased redox cycling of myoglobin and lipid peroxidation</li>\n<li>decreasing vasoconstriction due to myoglobin</li>\n</ul>\n<p>However…</p>\n<ol>\n<li>A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9101605\">retrospective study</a> showed no difference in mortality between saline versus saline+bicarbonate+mannitol. Flaws in the study included the fact that the study did not include a saline+bicarbonate group (without mannitol). Also starting CK levels were low. And no one actually developed acute kidney injury (AKI).</li>\n<li>A systematic review of 27 articles found no RCT comparing IV fluids with IV fluids + bicarbonate. Eight of the articles found delay to IV fluids increased risk of AKI. They conclude that, “No evidence supported a preferred fluid type”. Final recommendations:</li>\n</ol>\n<ul>\n<li>Give IV fluids to titrate to an urine output (UOP) of 300 mL/hr,</li>\n<li>Give bicarbonate only to correct systemic acidosis, and</li>\n<li>Give mannitol only if UOP&lt; 300 mL/hr despite adequate fluid administration. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23324509\">Scharman, 2013</a>]</li>\n</ul>\n<ol>\n<li>A <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMra0801327\">well-known NEJM review</a> recommends alternating 1L NS with 1L D5W with 100 mmol/L of bicarbonate only if urine pH &lt;6.5. They do not describe the evidence found for this recommendation. They also recommend titrating to UOP of 3 mL/kg (about 200 mL in 70 kg patient).</li>\n<li>An excellent <a href=\"http://www.ebmedicine.net/store.php?paction=showProduct&amp;pid=258\">EBMedicine.net review</a> recommends bicarbonate if urine pH &lt;6.5 with CK level &gt; 5000 as class III evidence – indicating “it may be acceptable, possibly useful, considered optional or an alternative treatment.”  </li>\n</ol>\n<p><strong>Conclusion:</strong> There is no evidence that bicarbonate is helpful or harmful in rhabdomyolysis.</p>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9101605\">Homsi E, Barreiro MF, Orlando JM, Higa EM. Prophylaxis of acute renal failure in patients with rhabdomyolysis. Ren Fail 1997;19:283-288.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1552710\">Blumberg A, Weidmann P, Ferrari P. Effect of prolonged bicarbonate administration on plasma potassium in terminal renal failure. Kidney int. 1992;41(2):369.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8852501\">Kim HJ. Combined effect of bicarbonate and insulin with glucose in acute therapy of hyperkalemia in endstage renal disease patients. Nephron. 1996;72(3):476-8,</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9437340\">Green SM et al. Failure of adjunctive bicarbonate to improve outcome in severe pediatrics with diabetic ketoacidosis. Ann Emerg Med. 1998. Jan;31 (1):41-8.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23324509\">Scharman EJ, Troutman WG. Prevention of kidney injury following rhabdomyolysis: a systematic review. Ann Pharmacology. 2013 Jan;47(1):90-105.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16314375\">Emergency Cardiovascular Care Committee, Subcommittees and Task Forces of the American Heart Association. 2005 American Heart Association guidelines for cardiopulmonary resuscitation and emergency cardiovascular care. Circulation.2005;112 (24 suppl):IV1– IV203</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10628611\">Viallon A, Zeni F, Lafond P, Venet C, Tardy B, Page Y, Bertrand JC. Does bicarbonate therapy improve the management of severe diabetic ketoacidosis? Crit Care Med. 1999 Dec;27(12):2690-3.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9700442\">Levy MM. An evidence-based evaluation of the use of sodium bicarbonate during CPR. Crit Care Clin.1998;14 (3):457– 483.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10969113\">Niermeyer S, Kattwinkel J, Van Reempts P, et al. International guidelines for neonatal resuscitation: an excerpt from the Guidelines 2000 for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care: international consensus on science. Pediatrics.2000;106 (3).</a></li>\n<li><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMra0801327\">Bosch X, Poch E, Grau JM. Rhabdomyolysis and acute kidney injury. N Engl J Med. 2009 Jul 2;361(1):62-72.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24132\">Fraley DS, Adler S. Correction of hyperkalemia by bicarbonate despite constant blood pH. Kidney Int. 1977 Nov;12(5):354-60.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7659873\">Dybvik T, Strand T, Steen PA. Buffer therapy during out-of-hospital cardiopulmonary resuscitation. Resuscitation.1995;29 (2):89– 95.</a></li>\n<li>Wax PM. “Sodium bicarbonate”. GoldFrank’s Toxicologic Emergencies (9th edition). Nelson LS et al (eds), 2010.</li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1920701\">Kette et al. Buffer solutions may compromise cardiac resuscitation by reducing coronary perfusion pressure. JAMA. 1991;266(15):2121-26.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8840939\">Allon M, Shanklin N. Effect of bicarbonate administration on plasma potassium in dialysis patients: interactions with insulin and alberterol. AM J Kidney Dis. 1996;28(4):508</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23737516\">Duhon B, Attridge RL, Franco-Martinez AC, Maxwell PR, Hughes DW. Intravenous sodium bicarbonate therapy in severely acidotic diabetic ketoacidosis. Ann Pharmacother. 2013 Jul-Aug;47(7-8):970-5.</a></li>\n<li>Levy MM. An evidence-based evaluation of the use of sodium bicarbonate during CPR. Crit Care Clin.1998;14 (3):457– 483</li>\n</ul>\n"}}