{"status":"success","data":{"title":"Open Fractures and Antibiotics","slug":"open-fractures","tags":null,"collection":["Orthopedics"],"content":"<h1 id=\"open-fractures-and-antibiotics\">Open Fractures and Antibiotics</h1>\n<p><strong>Gustilo Classification for Open Fractures</strong></p>\n<p><strong>Type I:</strong> Open fracture with skin wound &lt; 1 cm and clean</p>\n<p><strong>Type II:</strong>  Open fracture skin laceration &gt; 1 cm without extensive soft tissue damage, flaps, or avulsion </p>\n<p><strong>Type III:</strong>  Open fracture with extensive soft tissue injury or traumatic amputation (includes gun shot wounds and farm injuries)</p>\n<ul>\n<li>IIIA  Adequate tissue coverage</li>\n<li>IIIB  Significant soft tissue loss with exposed bone that will require skin graft</li>\n<li>IIIC  Associated vascular injury requiring repair for limb preservation </li>\n</ul>\n<h2 id=\"level-i-recommendations\">Level I Recommendations</h2>\n<ul>\n<li>Start systemic antibiotics ASAP and target gram-positive organisms (eg. <strong>first generation cephalosporins</strong>)</li>\n<li>Add <strong>antibiotics for gram-negative coverage</strong> for Type III open fractures</li>\n<li>Add <strong>high-dose penicillin</strong>, if fecal or potential clostridial contamination (e.g. farm-related injuries)</li>\n<li>Fluoroquinolones provide no added benefit compared to the cephalosporin + aminoglycoside combination. Fluoroquinolones may impair fracture healing and result in higher infection rates in type III open fractures. </li>\n</ul>\n<h2 id=\"level-ii-recommendations\">Level II Recommendations</h2>\n<ul>\n<li><em>Type III fractures</em>: Continue antibiotics x 72 hours post-injury, or not &gt;24 hours after soft tissue coverage achieved</li>\n<li>Once-daily aminoglycoside dosing is safe and effective for type II and III fractures </li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=21610369\">Hoff WS, Bonadies JA, Cachecho R, Dorlac WC. East Practice Management Guidelines Work Group: update to practice management guidelines for prophylactic antibiotic use in open fractures. J Trauma. 2011 Mar;70(3):751-4. EAST = Eastern Association for the Surgery of Trauma organization</a></li>\n</ul>\n"}}