{"status":"success","data":{"title":"Testicular Ultrasound Assessment","slug":"testicular-ultrasound","tags":null,"collection":["Genitourinary","Radiology","Ultrasound"],"content":"<h1 id=\"ultrasound-testicular-assessment\">Ultrasound: Testicular Assessment</h1>\n<p>Matthew Dawson, MD and Mike Stone, MD</p>\n<p>Blaivas M, Sierzenski P. <em>Acad Emerg Med</em>, 2001. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Blaivas%2C+M.+%26+Sierzenski%2C+P.+(2001\">11136158</a>.+Emergency+ultrasonography+in+the+evaluation+of+the+acute+scrotum.+Academic+Emergency+Medicine%2C+8(1)%2C+85%E2%80%9389.)</p>\n<p>Blaivas M, et al. <em>Acad Emerg Med</em>, 2001. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Emergency+evaluation+of+patients+presenting+with+acute+scrotum+using+bedside+ultrasonography.\">11136159</a></p>\n<p><strong>Goals:</strong> Evaluate for testicular torsion, orchitis, and epididymitis</p>\n<p><strong>Transducer:</strong> High-frequency linear transducer</p>\n<p><strong>Pt Position:</strong>    Frog-leg position with sling of towels underneath scrotum</p>\n<p><strong>Windows:</strong></p>\n<ol>\n<li><strong>Transverse</strong> <strong>survey</strong> of each testicle: Directional indicator oriented to patient’s right</li>\n<li><strong>Longitudinal</strong> <strong>survey</strong> of each testicle: Directional indicator oriented to patient’s head. The epididymis will be located posterolaterally to the testicle</li>\n<li><strong>Doppler</strong>: Color flow or Power Doppler of each testicle looking for flow and comparing each side. Begin with the unaffected testicle and adjust color gain to have a small but visible amount of flow. Then move to the affected testicle and compare flow with the same settings. Comparison of both sides is critical.</li>\n<li><strong>Single midline view</strong> of both testicles side by side if possible, both with and without color for comparison.</li>\n</ol>\n<h2 id=\"color-and-flow-comparison\">Color and Flow Comparison</h2>\n<ul>\n<li>Always compare flow relative to unaffected testicle.</li>\n<li>Decreased or absent flow in the affected testicle suggests <strong>torsion</strong></li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/4bf07aaa-7e78-53cf-8831-558ad2333020/640.png\" alt=\"\">Figure 1: Left testicular torsion - midline transverse view demonstrating absent flow</p>\n<h2 id=\"color-and-flow-comparison-cont-d-\">Color and Flow Comparison (cont’d)</h2>\n<ul>\n<li>Increased flow in the affected testicle or epididymis suggests orchitis and/or epididymitis (or a recently detorsed testicle if clinically consistent). </li>\n<li>Isolated orchitis is rare, <strong>epididymitis</strong> most common diagnosis.</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/959a8c5a-0f0c-5086-8089-ff1d11a2806a/640.png\" alt=\"\">Figure 2: Acute epididymitis - longitudinal view demonstrating increased color flow in the body of the epididymis</p>\n<h2 id=\"advanced-assessment\">Advanced Assessment</h2>\n<p>If unclear, consider pulse wave Doppler to identify both arterial and venous flow as early torsion will have arterial flow but absent venous flow.</p>\n<p>Torsion cannot be excluded with ultrasound, although a normal comprehensive spectral Doppler assessment makes torsion very unlikely. Normal testicular resistive indices range from 0.5 to 0.8.</p>\n"}}