{"status":"success","data":{"title":"Against Medical Advice (AMA)","slug":"against-medical-advice","tags":null,"collection":["Education and Policy"],"content":"<h1 id=\"against-medical-advice-ama-\">Against Medical Advice (AMA)</h1>\n<p><strong>Take Home Points</strong>\nPatients are going to continue to leave AMA. Providers should recognize these situations as high risk to both the patient and provider. When patients insist on leaving careful discussion with the patient and specific documentation can hopefully improve outcomes.</p>\n<h2 id=\"risks-to-the-patient\">Risks to the Patient</h2>\n<p>From a medical standpoint, patients who leave AMA tend to have an increased risk of having an adverse outcome. Baptist et al. found that asthma patients who left AMA had an increased risk of both relapse and subsequent ICU admissions [1]. Similarly patients with chest pain who left AMA had a higher risk of myocardial infarction than other patients with similar characteristics who stayed in the ED to complete their workup [2].</p>\n<h2 id=\"risks-to-the-providers\">Risks to the Providers</h2>\n<p>Patients who leave against medical advice are up to 10x more likely to sue the emergency physician when compared to other ED patients. Some estimate that 1 in 300 AMA cases results in a lawsuit compared to 1 in 30,000 standard ED visits [3].</p>\n<p>While posing a particular challenge to providers, there are several basic steps that can be taken when dealing with a patient leaving AMA that can help improve patient outcomes while providing significant medicolegal protection to the providers.</p>\n<h2 id=\"how-to-do-it-properly\">How to do it Properly</h2>\n<p><em>“The patient looks sober. I told them if they leave that they could die.”</em></p>\n<p>While seen on charts in ED’s across the country, documentation like this offers essentially no legal protection and should not be used. When patients insist on leaving AMA there are eight commonly held standards that should be discussed and documented with all patients.\nBasically the provider needs to establish that the patient is able to make reasonable decisions and in this particular instance was given all the information that would be necessary to make an informed decision.</p>\n<h2 id=\"eight-parts-of-the-ama-process\">Eight Parts of the AMA Process</h2>\n<p><strong>1. Capacity</strong></p>\n<p>This term refers to the patient’s medical ability to make a decision. Documenting that the patient “understood” offers little protection, while documenting a patient’s ability to carry on a conversation and demonstrate reason provides a much more compelling example of their capacity to make decisions. Additionally patients should be noted to be clinically sober as a way to support their capacity. Example: “The patient is clinically sober, free from distracting injury, appears to have intact insight and judgment and reason and in my opinion has the capacity to make decisions.”</p>\n<p><strong>2. Signs and Symptoms</strong></p>\n<p>The patient and provider need to agree on both the patient’s symptoms and also the providers concerns. Example: “The patient presents with abdominal pain. I have explained that I am concerned that this may represent appendicitis; they have verbalized an understanding of my concerns.”</p>\n<p><strong>3. Extent and Limitation of the Exam</strong></p>\n<p>Document what has been done as well as the limitations that still exist. Example: “I have told the patient that while their labs were normal, they could still have appendicitis.”</p>\n<p><strong>4. Current Treatment Plan</strong></p>\n<p>Example: “I have discussed the need for a CT scan to get more information about potential causes of the patient’s pain.”</p>\n<p><strong>5. Risks of Foregoing Treatment</strong></p>\n<p>Simply documenting “you could die if you leave” is inadequate. Patient should be informed of reasonably foreseeable complications including disability and death. Specific threats such as loss of fertility for testicular/ovarian pathology or loss of vision for ocular complaints should be included when appropriate. Example: “I have told the patient that if they leave and have appendicitis, they could get much worse, could become critically ill, and could possibly become disabled or die.”</p>\n<p><strong>6. Alternatives to Suggested Treatment</strong></p>\n<p>Providers should clearly document the efforts they have made to prevent the patient from leaving AMA. In addition to alternative diagnostics and treatments, discussions with family and friends can be included. Example: “I have offered to give the patient more pain medication. I have asked them to stay in the hospital for serial abdominal exams. I have offered to have an ultrasound performed instead of a CT scan. I have discussed these concerns with the patient’s wife who is at the bedside and she is unable to convince them to stay for further evaluation.”</p>\n<p><strong>7. Explicit Statement of AMA and About What the Patient Refused</strong></p>\n<p>Example: “The patient is not willing to undergo a CT scan. He is unwilling to stay overnight for monitoring. He is refusing any further care and is leaving against medical advice.”</p>\n<p><strong>8. Questions, Follow-up, Medicines, Instructions</strong></p>\n<p>When patients leave AMA, providers should do whatever is possible to limit bad medical outcomes. A commonly held misconception is that providing a patient with prescriptions or paperwork somehow negates their AMA status and places the provider at risk. In reality, refusing to provide any discharge medication or instructions only increases the chance that the patient will have a bad outcome, which significantly increases the provider’s risk. For instance, if a patient with pneumonia is leaving AMA, they should be given appropriate antibiotics, and the provider should offer to set up outpatient follow-up. All questions should be answered. Example: “I am unable to convince the patient to stay, I have asked them to return as soon as possible to complete their evaluation. I have spoken with coverage for their primary care doctor in regards to their abdominal pain. I have answered all their questions.”</p>\n<h1 id=\"references\">References</h1>\n<ol>\n<li><p>Bitterman RA. Against medical advice: When should you take “no” for an answer? Lecture presented at ACEP Scientific Assembly. Chicago, Oct. 30, 2008.</p>\n</li>\n<li><p>Monico EP, Schwartz I. Leaving against medical advice: facing the issue in the emergency department. J Healthc Risk Manag. 2009;29 (2): 6-9, 13, 15.</p>\n</li>\n<li><p>Miller S. Obtaining a valid AMA (Against Medical Advice). JEMS. 1996;21 (2): 54-5.\nBaptist AP, Warrier I, Arora R, et al. Hospitalized patients with asthma who leave against medical advice: characteristics, reasons, and outcomes. J. Allergy Clin. Immunol. 2007;119 (4): 924-9.</p>\n</li>\n<li><p>Lee TH, Short LW, Brand DA, et al. Patients with acute chest pain who leave emergency departments against medical advice: prevalence, clinical characteristics, and natural history. J Gen Intern Med. 3 (1): 21-4. </p>\n</li>\n</ol>\n"}}