{"status":"success","data":{"title":"Carbon Monoxide Poisoning","slug":"carbon-monoxide-poisoning","tags":null,"collection":["toxicology"],"content":"\n# Carbon Monoxide Poisoning\n\n**The primary objectives in treating CO poisoning are:**\n\n1.  Removal of the patient from the source\n2.  General supportive care\n3.  Administration of oxygen \n\n**4 Key Points by David Juurlink, MD (expert reviewer)**\n\n1. There is more to CO poisoning than carboxyhemoglobin (COHB)\n  - Yes, CO hinders oxygen delivery, and the finding of an elevated COHb level is key to the diagnosis. But its effects aren’t simply those of a functional anemia. Carbon monoxide binds to cytochromes, interferes with mitochondrial function, promotes endothelial damage and peroxidates brain lipids. These effects underlie the neurologic sequelae of CO poisoning, which can be durable and devastating.\n\n2. The diagnosis can be difficult\n\n  - This is true especially in patients with unintentional exposure who don’t present with their entire family in tow. The symptoms are notoriously nonspecific. Maintaining a high index of suspicion is key, and the sooner COHb is measured, the better. The review suggests that heavy smokers can have COHb levels of up to 15%. In fact, most smokers have levels of 8% or lower (Wald et al. Thorax 1981). I’ll go out on a limb and suggest that unless the patient is smoking a cigarette while you’re drawing blood, COHb levels of 10% or higher warrant respect and should not be reflexively attributed to smoking.  \n\n3. Don't forget about cyanide\n\n  - This is a common accompaniment of CO poisoning in victims of residential fires.  Cyanide levels aren’t readily available in most hospitals, and patients with altered mental status, cardiovascular instability and – in particular – elevated lactate levels should be presumed to have concomitant cyanide poisoning and treated accordingly.\n\n4. It's not clear whether hyperbaric oxygen (HBO) does anything of clinical value\n\n  - It clearly speeds the elimination of COHb, but that’s a surrogate for what we really care about: neurologic sequelae. Proponents of HBO often cite the trial of Weaver et al. (NEJM 2002) and the spectacularly uncritical editorial that accompanied it. However, a closer look at the study reveals several serious limitations, chief among them a primary outcome that changed more than once from the trial’s outset to the final publication (Buckley et al, Tox Rev 2005, Cochrane Database Syst Rev 2011 and AJRCCM 2013). [Disclosure: I am a coauthor on these publications.]\n\n  - For clinicians faced with the question of “Should I dive this patient with CO poisoning?” the bottom line on HBO is as follows: We have no idea whether it really reduces the incidence of neurologic sequelae. If it does, it’s not clear which patients stand to benefit, what the appropriate regimen is, or whether the risks and costs of treatment (including the frequent need to transport patients long distances to the nearest chamber) are justifiable. Not surprisingly, different groups have interpreted the available evidence differently, but there are no absolute indications for HBO in patients with CO poisoning. Don’t let anyone tell you otherwise.\n\n**Click [here](http://academiclifeinem.com/dive-dive/) for full ALiEM blog post and read more about the HBO debate**\n\n## CO levels\n\nMost commonly, CO poisoning is diagnosed by directly measuring carboxyhemoglobin (COHb) percentage in the blood. While the COHb level can lead to a diagnosis, the actual percentage does not correlate well with the clinical signs and symptoms.\n\n**Interpretation of COHb levels:** \\[[Buckley, 2011](http://www.ncbi.nlm.nih.gov/pubmed/21491385); [Smollin, 2010](http://www.ncbi.nlm.nih.gov/pubmed/21418677)\\]\n\n-   *Normal (non-smoker, outside of urban area):* 0.4-1.0%\n-   *Urban-dweller:* Up to 5%\n-   *Heavy smoker:* Up to 15%*\\\\Mild poisoning:* &gt;10% without clinical signs/symptoms\n-   *Moderate poisoning:* &gt;10% with minor clinical signs/symptoms (headache, lethargy, fatigue)\n-   *Severe poisoning:* &gt;20-25% with loss of consciousness, confusion, or signs of cardiac ischemia\n\n**Half-life of CO**\nOxygen administration enhances the elimination of CO from the body by decreasing the elimination CO half-life. The CO half-life for the following oxygen levels are as follows: \\[[Kao, 2004](http://www.ncbi.nlm.nih.gov/pubmed/15474779); [Smollin, 2010](http://www.ncbi.nlm.nih.gov/pubmed/21418677); [Wolf, 2008](http://www.ncbi.nlm.nih.gov/pubmed/18206551)\\] \n\n-   *Room air:* 4-5 hours\n-   *100% O2 by non-re-breather mask:* ~1 hour\n-   *Hyperbaric oxygen (HBO):* ~20 minutes\n\n## Discharging patients\n\nThere is no definite rule or guideline regarding the final disposition of a CO-poisoned patient. Per ****[UpToDate ](http://www.uptodate.com/contents/carbon-monoxide-poisoning)recommendations: \n\n\"*Any patients with mild symptoms from an unintentional poisoning can be managed in an emergency department and safely discharged. Patients whose symptoms do not resolve, who demonstrate ECG or laboratory evidence of severe poisoning, or who have other medical or social cause for concern should be hospitalized.*\"\n\nMore severe symptoms such as altered mental status, persistent neurologic or cardiovascular dysfunction would also warrant admission.  Also, depending on the mechanism of poisoning, patients may have other co-morbidities that would necessitate admission such as burns, trauma, or hemodynamic instability.\\[[Kao, 2004](http://www.ncbi.nlm.nih.gov/pubmed/15474779)\\]\n\n## Hyperbaric oxygen\n\nThe use of HBO to treat CO poisoning remains controversial. Physiologically, it makes sense that if oxygen supplementation is good, more oxygen should be better. However, the few clinical trials that have been done show mixed results. Proponents for HBO therapy point to decreased rates of delayed neurologic sequelae in patients treated with HBO vs normobaric oxygen.  However, the data are conflicting and two studies showed no difference between HBO and normobaric oxygen. \n\n**[2011 Cochrane Collaboration Review](http://www.ncbi.nlm.nih.gov/pubmed/21491385):**\n“Existing randomized trials do not establish whether the administration of HBO to patients with carbon monoxide poisoning reduces the incidence of adverse neurologic outcomes. Additional research is needed to better define the role, if any, of HBO in the treatment of patients with carbon monoxide poisoning.”\n\n**[2008 ACEP Clinical Policy](http://www.ncbi.nlm.nih.gov/pubmed/18206551)** (Level C recommendation):\n\n1.  HBO is a therapeutic option for CO-poisoned patients; however, its use cannot be mandated.\n2.  No clinical variables, including carboxyhemoglobin levels, identify a subgroup of CO-poisoned patients for whom HBO is most likely to provide benefit or cause harm.\n\nHowever, the **[Undersea and Hyperbaric Medical Society](http://www.ncbi.nlm.nih.gov/pubmed/19297574)** does recommend HBO therapy for patients with any of the following: \n\n-   Transient or prolonged loss of consciousness\n-   Abnormal neurologic signs\n-   Cardiovascular dysfunction\n-   Severe acidosis\n-   Age over 36 years\n-   CO exposure of ≥24 hours\n-   Carboxyhemoglobin level ≥25%\n\n**Pregnant patients**\nThere is no clinical trial to date that assessed the efficacy and safety of HBO in pregnant patients.  That said, many experts recommend HBO therapy in the context of pregnancy due to potential benefits to both the mother and fetus, along with difficulty in assessing fetal hypoxia.  Many authors recommend HBO therapy in the pregnant patient if: \\[[Kao, 2004](http://www.ncbi.nlm.nih.gov/pubmed/15474779)\\]\n\n1.  Maternal COHb level is ≥15-20%\n2.  Evidence of fetal distress\n3.  Any of the other “standard” criteria \n\n## References\n\n-   [Buckley NA, Juurlink DN, Isbister G, Bennett MH, Lavonas EJ. Hyperbaric oxygen for carbon monoxide poisoning. Cochrane Database Syst Rev. 2011 Apr 13;(4):CD002041.](http://www.ncbi.nlm.nih.gov/pubmed/21491385)\n-   [Guzman JA. Carbon monoxide poisoning. Crit Care Clin. 2012 Oct;28(4):537-48.](http://www.ncbi.nlm.nih.gov/pubmed/22998990)\n-   [Kao LW, Nanagas KA. Carbon monoxide poisoning. Emerg Clin N Am. 2004 Nov;22(4):985-1018. Review.](http://www.ncbi.nlm.nih.gov/pubmed/15474779)\n-   [Smollin C, Olson K. Carbon monoxide poisoning (acute). Clin Evid (Online). 2010 Oct 12;2010.](http://www.ncbi.nlm.nih.gov/pubmed/21418677)\n-   [Weaver LK. Clinical practice. Carbon monoxide poisoning. N Engl J Med. 2009 Mar 19;360(12):1217-25.](http://www.ncbi.nlm.nih.gov/pubmed/19297574)\n-   [Wolf SJ, Lavonas EJ, Sloan EP, Jagoda AS; American College of Emergency Physicians. Clinical policy: Critical issues in the management of adult patients presenting to the emergency department with acute carbon monoxide poisoning. Ann Emerg Med. 2008 Feb;51(2):138-52.](http://www.ncbi.nlm.nih.gov/pubmed/18206551)\n-   [Clardy P,Manaker S, Perry H, Carbon monoxide poisoning. UpToDate. accessed 12/12/13. Last updated Sept 24, 2013.](http://www.uptodate.com/contents/carbon-monoxide-poisoning)\n"}}