{"status":"success","data":{"title":"Delayed Sequence Intubation","slug":"delayed-sequence-intubation","tags":["ketamine"],"collection":["critical care","procedures"],"content":"\n# Delayed Sequence Intubation (DSI)\n\n**General Concepts**\n\n-   DSI is procedural sedation/dissociation where the procedure is preoxygenation\n-   Breaks up the sequence of RSI to preoxygenate prior to paralysis—prolongs safe apnea duration and decreases risk of gastric insufflation or aspiration\n-   Maintains patient’s spontaneous respirations and reflexes\n\n## Candidates for DSI\n\n-   Agitated due to EtOH, head injury, or psychosis, but with normal lungs\n-   Agitated, but with lungs capable of being oxygenated on non-rebreather (NRB) mask: hypoxic due to COPD, pneumonia, ARDS\n-   Agitated, but require NIV to preoxygenate\n-   Unobtainable or unacceptable vital signs due to any of the above\n-   Need to perform a procedure that the patient is not tolerating prior to intubation (e.g. NGT placement prior to intubation of GI bleeder)\n\n## Ketamine\n\n-   **Dose:** 1 mg/kg IV push (may need to re-dose 0.5 mg/kg to maintain dissociation)\n-   **Pros:** 30 sec onset, achieves dissociative state, maintains spontaneous respirations and airway reflexes, maintains hemodynamic stability\n-   **Cons**: May increase intracranial pressure in patients with high MAP, may cause laryngospasm, use with caution in patients with CAD, HTN, or tachycardia\n\n## Equipment and Troubleshooting\n\n-   Respiratory therapist\n-   Nasal cannula (NC)\n-   Non-rebreather (NRB) mask\n-   Bag valve mask (BVM) with PEEP valve\n-   2 O2 flow meters (NRB or BVM, NC)\n-   Ventilator with NIV settings\n-   Non-vented mask with straps for CPAP\n-   End tidal CO2 monitor\n\n## Pearls: DSI ≠ NIV \n\n-   Preoxygenation may be achieved with NC, NRB mask, **OR** NIV, depending on the patient’s needs\n-   If your patient is not agitated, NIV may be sufficient without the need for sedation/dissociation\n-   Intubation may be avoided if adequate dissociation and oxygenation is attained\n\n## Delayed Sequence Intubation (DSI) algorithm\n\n![](https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jx/7/n/aa2b05db-fdd5-56aa-8370-5661ed85f8bd/640.png)\n\n**Note:** During CPAP or BMV, it may take several minutes (may be as long as 10 minutes) to bring the oxygen saturation &gt; 95%, while increasing PEEP up to 15 cm H2O.\n\n## References\n\n-   [Weingart SD. Preoxygenation, reoxygenation, and delayed sequence intubation in the emergency department.J Emerg Med. 2011 Jun;40(6):661-7. doi: 10.1016/j.jemermed.2010.02.014. Epub 2010 Apr 8.](https://www.ncbi.nlm.nih.gov/pubmed/?term=20378297)\n-   [Weingart SD, Levitan RM. Preoxygenation and prevention of desaturation during emergency airway management. Ann Emerg Med. 2012 Mar;59(3):165-75.e1. doi: 10.1016/j.annemergmed.2011.10.002. Epub 2011 Nov 3](https://www.ncbi.nlm.nih.gov/pubmed/?term=22050948)\n-   [Sehdev RS, Symmons DA, Kindl K. Ketamine for rapid sequence induction in patients with head injury in the emergency department. Emerg Med Australas. 2006 Feb;18(1):37-44.](https://www.ncbi.nlm.nih.gov/pubmed/?term=16454773)\n-   [Bourgoin A, Albanèse J, Wereszczynski N, Charbit M, Vialet R, Martin C.Safety of sedation with ketamine in severe head injury patients: comparison with sufentanil.Crit Care Med. 2003 Mar;31(3):711-7.](https://www.ncbi.nlm.nih.gov/pubmed/?term=12626974)\n"}}