{"status":"success","data":{"title":"Early Goal Directed Therapy in Sepsis","slug":"early-goal-directed-therapy","tags":null,"collection":["Critical Care"],"content":"<h1 id=\"early-goal-directed-therapy-in-sepsis\">Early Goal Directed Therapy in Sepsis</h1>\n<p><strong>GOAL directed resuscitation algorithm</strong></p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jx/5/m/555ec865-c440-54fc-9d6b-4b4be6a13909/640.png\" alt=\"\"></p>\n<ul>\n<li>Jones et al., JAMA, 2010 (<a href=\"http://journal.publications.chestnet.org/article.aspx?articleid=1085306\">Full article</a>)</li>\n<li>The landmark studies in sepsis was conducted by <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa010307\">Dr. Manny Rivers</a> (Henry Ford) and published in the New England Journal of Medicine in 2001. By managing patients with severe sepsis and septic shock with an &quot;early goal directed therapy&quot; approach, there was an absolute risk reduction of 16%. Furthermore, the number needed to treat to save a life was 6 patients.</li>\n</ul>\n<h2 id=\"update-less-invasive-techniques-to-track-sepsis\">UPDATE: Less invasive techniques to track sepsis</h2>\n<p>In the original Rivers&#39; trial, they used computerized spectrophotometric catheters to measure continuous central venous oxygen saturation (ScvO2). However, if this is not available, other non-invasive measurements can be used as proxy for the ScvO2, especially, if you choose not to have a central line.</p>\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20179283\">JAMA</a> published a landmark study showing that lactate clearance of ≥10% over the first 2 hours is &quot;not a worse measurement&quot; than ScvO2 ≥ 70%. </p>\n<p><strong>Using serial lactate measurements</strong> and the less invasive model:</p>\n<ul>\n<li>Fluid resuscitate through peripheral IV access instead of a central line.  </li>\n<li>Follow volume status either with a bedside ultrasound or urine output.</li>\n<li>Follow venous lactate levels at time 0 and 2 hours. If the lactate clearance is ≥10% over these 2 hours, you should follow the algorithm as if the ScvO2 ≥ 70%. That means no need for immediate transfusion or vasopressor agents.</li>\n</ul>\n<p>To determine if a patient is adequately volume-resuscitated a patient using bedside ultrasound, measure the IVC diameter about 1-2 cm from the right atrium junction.</p>\n<ul>\n<li>If the IVC diameter ≤ 1.5 cm and has ≥ 50% collapse with inspiration, the patient has a very low CVP.</li>\n<li>If the IVC diameter is at least 1.5 cm and has minimal collapse with inspiration, the patient is euvolemic. Move to the next step -- assessing the MAP.</li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://journal.publications.chestnet.org/article.aspx?articleid=1085306\">Jones AE, Focht A, Horton JM, Kline JA. Prospective external validation of the clinical effectiveness of an emergency department-based early goal-directed therapy protocol for severe sepsis and septic shock. Chest. 2007 Aug;132(2):425-32. PMC2703721.</a></li>\n<li><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa010307\">Rivers E et al. Early goal-directed therapy in the treatment of severe sepsis and septic shock. N Engl J Med 2001; 345:1368-77.</a></li>\n<li><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20179283\">Jones AE, et al; Emergency Medicine Shock Research Network (EMShockNet) Investigators. Lactate clearance vs central venous oxygen saturation as goals of early sepsis therapy: a randomized clinical trial. JAMA : the journal of the American Medical Association. 2010, 303(8), 739-46.</a></li>\n</ul>\n"}}