{"status":"success","data":{"title":"Focused 1st Trimester Pregnancy Transvaginal Ultrasound","slug":"first-trimester-transvaginal-ultrasound","tags":null,"collection":["ultrasound","radiology","obgyn"],"content":"\n# Ultrasound: Focused 1st Trimester Pregnancy (Transvaginal Assesment)\n\nMatt Lipton, MD, Mike Mallin, MD, Mike Stone, MD\n\nWang R, et al. *Annals of Emerg Med,* 2011. PMID: [21310509](http://www.ncbi.nlm.nih.gov/pubmed/?term=Use+of+a+%CE%B2-hCG+discriminatory+zone+with+bedside+pelvic+ultrasonography.)\n\nTayal, VS, et al. *Acad Emerg Med,* 2004. PMID: [15347539](http://www.ncbi.nlm.nih.gov/pubmed/15347539)\n\n**Goals:**\n\n1.  Confirm intrauterine pregnancy (IUP) and estimating its viability\n2.  Look for signs of ectopic pregnancy\n\n**Transducer:** High-frequency endocavitary transducer\n\n**Windows:** Transvaginal view using cervix as window\n\n## 1. Coronal / transverse view\n\n**Directional indicator:** Pointed to patient’s right side\n\n![](https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/d4198429-ec80-5bca-a07b-5f5945f43baa/640.png)Figure 1: Appropriate transducer orientation for the coronal transvaginal exam\n\n![](https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/e9646621-6948-539d-a594-eec74d6cf7d1/640.png)Figure 2: Ectopic pregnancy on transvaginal ultrasound, coronal view. Shown is a **yolk sac** **within an extra-uterine gestational sac** (black arrow) adjacent to an empty **endometrium (e)**, outside of the **uterus**.\n\n## 2.  Sagittal / longitudinal view\n\n**Directional indicator**: Pointed to anterior of patient (towards the ceiling)\n\n![](https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/770ad996-2cab-5567-8d85-334143344690/640.png)Figure 3: Appropriate transducer orientation for the sagittal transvaginal exam\n\n![](https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/b6436c6b-3e92-5c85-84fa-0235160745a1/640.png)Figure 4: Intrauterine pregnancy on transvaginal ultrasound, sagittal view. Shown is a **gestational sac** containing a **yolk sac** and within the **endometrium.**\n\nBoth of these windows include a complete sweep through the uterus in each direction looking for a gestational sac and yolk sac or fetal pole within the endometrium.\n\n## Interpretation and Tips\n\nAn IUP for point-of-care purposes is defined as a yolk sac or fetal pole within a gestational sac within the endometrium. This indirectly excludes an ectopic pregnancy in an appropriate clinical setting.\n\nConsider measuring the distance between the gestational sac and the edge of uterus. If this endomyometrial mantle thickness is &lt;8 mm, then consider the possibility of an interstitial ectopic pregnancy.\n\nAn ectopic pregnancy will occasionally be seen as an extrauterine mass. However, free fluid in a pregnant patient without an IUP should also be considered an ectopic pregnancy until proven otherwise.\n\n## Pitfalls\n\n**Inserting the transducer too deeply.** The transducer should be inserted to the cervix, using it as a window. If you continue to push once at the cervix, the transducer will frequently slide into the posterior fornix and only bowel/rectum will be seen.\n\nScanning with a full bladder. While the transabdominal approach is enhanced by a full bladder, the patient should empty their bladder prior to transvaginal scanning to improve visualization.\n\n**Calling a gestational sac an IUP.** At least a yolk sac is needed. A pseudogestational sac with an ectopic pregnancy is possible.\n\nRelying on the quantitative beta-HCG and “discriminatory zone” for decision-making. Over 40% of ectopic pregnancies will have beta-HCG levels below the discriminatory zone.\n\n**Considering an “inconclusive scan” negative for ectopic**. Ectopic pregnancies are almost always ruled-out by finding an IUP. Absence of an extrauterine mass does not exclude ectopic pregnancy.\n\n**Failure to recognize specific high-risk populations.** Patients undergoing assisted reproductive therapy have a much higher (1-3%) incidence of heterotopic pregnancy. Identification of an IUP does not exclude a co-existing ectopic in this group.\n"}}