{"status":"success","data":{"title":"Geriatric Procedural Sedation","slug":"geriatric-procedural-sedation","tags":["diazepam","midazolam","propofol","ketamine","etomidate","ketofol"],"collection":["Pharmacology"],"content":"<h1 id=\"geriatric-procedural-sedation\">Geriatric Procedural Sedation</h1>\n<p><strong>Take Home Points</strong></p>\n<ul>\n<li><ul>\n<li>Procedural sedation <strong>is generally safe</strong> in older adults. What’s not acceptable is under-treating pain or inadequately sedating a stable patient.</li>\n</ul>\n</li>\n<li>You should <strong>take all the usual precautions</strong>, and consider any co-morbidities that could make the patient more at risk of adverse reactions or complications, more difficult to bag or intubate, or more at risk of decompensation from limited physiologic reserve.</li>\n<li>Older patients <strong>usually require lower doses of medications</strong>. They tend to be more sensitive to medications, with slower metabolism, less physiologic reserve to handle side effects, and a smaller volume of distribution.</li>\n<li>Older patients may be at <strong>higher risk for oxygen desaturation, </strong>but they usually responds quickly to supplemental oxygen.</li>\n</ul>\n<p><strong>Click <a href=\"http://academiclifeinem.com/putting-an-older-patient-under-tips-for-geriatric-procedural-sedation/\">here</a> for full ALiEM blog post</strong></p>\n<h2 id=\"opioids-and-benzodiazepines\">OPIOIDS AND BENZODIAZEPINES</h2>\n<p>This is a popular combination, and is generally tolerated well in older adults. There is a body of dental literature on sedation for the many older patients who undergo extractions and other dental procedures.</p>\n<ul>\n<li>In <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1308376\">one study</a> in which they gave sequential doses of <span class=\"drug\">diazepam</span> and titrated it to clinical conscious sedation, they found that <strong>lower doses were required to reach the same level of sedation in older patients</strong>. Patients over 80 years old required 0.1 mg/kg <span class=\"drug\">diazepam</span>, while those age 30-39 required over 2.5 mg/kg on average. <strong>Oxygen saturation declined slightly more in older patients</strong>, and this occurred within the first few minutes following administration of the medication.</li>\n<li>In another study with 200 patients (age 65 or over) undergoing brief dental procedures, there were<strong> no serious complications seen</strong> with <span class=\"drug\">fentanyl</span> plus <span class=\"drug\">diazepam</span> or <span class=\"drug\">midazolam</span>. <span class=\"drug\">Midazolam</span> was not available at the start of the study, but is preferred due to its shorter half-life. The mean <span class=\"drug\">fentanyl</span> dose was 100 mcg, for <span class=\"drug\">diazepam</span> was 9.2 mg, and for <span class=\"drug\">midazolam</span> 3.9 mg. They also used small boluses of <span class=\"drug\">methohexital</span> for amnesia, with a mean dose of  60.3 mg. They pretreated all patients with 100-500 mL of IV fluids, and patients had been NPO for solids for 8 hours, and clear liquids for at least 3 hours. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9481963\">Campbell, 1997</a>] </li>\n<li>Comparing patients under 60 years old, who received 0.05 mg/kg of <span class=\"drug\">midazolam</span>, with those over 60 years old who received 0.025 mg/kg <span class=\"drug\">midazolam</span> for colonoscopy, even with the lower dose, <strong>the older patients experienced more frequent desaturation.</strong> [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9951880\">Yano, 1998</a>] </li>\n</ul>\n<h2 id=\"propofol\">PROPOFOL</h2>\n<p>This agent is also generally tolerated well in older adults, and is the preferred, first-line agent in many EDs. As with any patient, pay attention to the blood pressure, and an alternative agent may be preferable for those with hypotension.</p>\n<ul>\n<li>In an <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20825829\">ED study</a> of sedation with <span class=\"drug\">propofol</span> +/- opioid or <span class=\"drug\">midazolam</span> + opioid, they looked specifically at complication rates including hypotension, apnea, hypoxia, aspiration, need for rescue maneuvers, bradycardia, and death. There was <strong>no statistically significant difference in complication rates</strong> in patients age 18-49, 50-64, and ≥65, with rates of 5.2%, 5.4%, and 8%, respectively (p 0.563). However,<strong> the dose of sedative medications used decreased with both age and ASA score.</strong></li>\n<li>For patients receiving <span class=\"drug\">propofol</span> alone in another ED study, <strong>older patients required a lower dose</strong>. There were three age groups: 18-40, 41-64, and ≥65 years. The median induction doses were 1.4 mg/kg, 1 mg/kg, and 0.9 mg/kg, and the median total doses required were 2 mg/kg, 1.7 mg/kg, and 1.2 mg/kg. [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23333181\">Patanwala, 2013</a>] </li>\n<li>Finally, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21824314\">a study</a> that included patients up to age 60 noted <strong>that those who were 50-60 years old experienced airway complications more frequently than younger patients</strong>. Airway complications such as obstruction, desaturation, or hypoventilation requiring an intervention (stimulation, chin-lift, bag-valve mask, or OPA) occurred at a rate of 31% in the 50-60 year age-group, compared with 21% overall. There were <strong>more airway events if the level of sedation was deep</strong> (odds ratio doubled for a sedation level of 6 compared with sedation level 4). Airway events were more common in patients who had received propofol, midazolam, or fentanyl. However, the interventions were relatively minor, and no patients required intubation during the procedure (one patient aspirated and was intubated later).</li>\n</ul>\n<h2 id=\"ketamine\">KETAMINE</h2>\n<p>While <span class=\"drug\">ketamine</span> has become a favorite agent in many EDs and has been used successfully in children for many years, it is probably NOT the best first choice in certain older adults.</p>\n<ul>\n<li>There are a number of older, small <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7158270\">studies</a> of <span class=\"drug\">ketamine</span> used as the sole agent in the OR to perform open reduction and intern fixations of hip fractures in older adults. In <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7124316\">a study</a> with an average patient age of 83 years, during <span class=\"drug\">ketamine</span> administration, <strong>patients experienced increased blood pressure and cardiac index</strong>, but there were no serious adverse events. Another <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/3259087\">small study</a> compared <span class=\"drug\">ketamine</span> and <span class=\"drug\">propofol</span> as the sole agents during hip fracture repair in the OR, and found that <strong>ketamine increased myocardial oxygen demand.</strong></li>\n<li>In general, there is a higher prevalence of hypertension and coronary artery disease among older patients. Increasing the myocardial oxygen demand could present a risk with <span class=\"drug\">ketamine</span> use.  However, there is little evidence one way or the other (if you find good papers with adequate numbers of older patients, please post in the comments!) <span class=\"drug\">Ketofol</span> may be good option (combination <span class=\"drug\">propofol</span> and <span class=\"drug\">ketamine</span>), but the recent studies of ketofol in the ED enrolled few older patients [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22401952\">Andolfatto (2012)</a>, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17059854\">Willian (2006)</a>].</li>\n</ul>\n<h2 id=\"etomidate\">ETOMIDATE</h2>\n<p><span class=\"drug\">Etomidate</span> is not as often used as a first-line agent. It has the unpleasant side effect of myoclonus. However, it is otherwise generally well-tolerated in older adults, and is still a common first-line medication for intubation.</p>\n<ul>\n<li>In a small, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21030192\">retrospective comparison</a> of older and younger adults who received <span class=\"drug\">etomidate</span> for procedural sedation, <strong>there was no statistically significant difference between the complication rate in older (20%) and younger (14.8%) adults</strong>, and their rates of complication were similar to prior studies. The average <span class=\"drug\">etomidate</span> dose was 0.14 mg/kg for the younger and older adults. Most patients received an opioid and/or low dose benzodiazepine in addition. Of the 45 elderly patients included in their study, 3 had emesis without aspiration, 2 suffered hypoxia that resolved within 5 minutes with supplemental oxygen, 1 had bradycardia that resolved, 3 had asymptomatic hypertension, and one had fasciculations.</li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21824314\">D.M. Taylor, A. Bell, A. Holdgate, C. MacBean, T. Huynh, O. Thom, M. Augello, R. Millar, R. Day, A. Williams, P. Ritchie, and J. Pasco, &quot;Risk factors for sedation-related events during procedural sedation in the emergency department.&quot;, Emergency medicine Australasia : EMA, 2011.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17059854\">E.V. Willman, and G. Andolfatto, &quot;A prospective evaluation of &quot;ketofol&quot; (ketamine/propofol combination) for procedural sedation and analgesia in the emergency department.&quot;, Annals of emergency medicine, 2006.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9951880\">H. Yano, H. Iishi, M. Tatsuta, N. Sakai, H. Narahara, and M. Omori, &quot;Oxygen desaturation during sedation for colonoscopy in elderly patients.&quot;, Hepato-gastroenterology. 1998 Nov-Dec;45(24):2138-41.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21030192\">M. Cicero, and J. Graneto, &quot;Etomidate for procedural sedation in the elderly: a retrospective comparison between age groups.&quot;, The American journal of emergency medicine, 2010.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9481963\">R.L. Campbell, and P.B. Smith, &quot;Intravenous sedation in 200 geriatric patients undergoing office oral surgery.&quot;, Anesthesia progress, 1997.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7158270\">I. Wickström, I. Holmberg, and T. Stefánsson, &quot;Survival of female geriatric patients after hip fracture surgery. A comparison of 5 anesthetic methods.&quot;, Acta anaesthesiologica Scandinavica, 1982.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22401952\">G. Andolfatto, R.B. Abu-Laban, P.J. Zed, S.M. Staniforth, S. Stackhouse, S. Moadebi, and E. Willman, &quot;Ketamine-propofol combination (ketofol) versus propofol alone for emergency department procedural sedation and analgesia: a randomized double-blind trial.&quot;, Annals of emergency medicine, 2012.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20825829\">C.S. Weaver, K.M. Terrell, R. Bassett, W. Swiler, B. Sandford, S. Avery, and A.J. Perkins, &quot;ED procedural sedation of elderly patients: is it safe?&quot;, The American journal of emergency medicine, 2010.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23333181\">A.E. Patanwala, A.C. Christich, K.D. Jasiak, C.J. Edwards, H. Phan, and E.M. Snyder, &quot;Age-related differences in propofol dosing for procedural sedation in the Emergency Department.&quot;, The Journal of emergency medicine, 2013.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/3259087\">R. Maneglia, and M.T. Cousin, &quot;A comparison between propofol and ketamine for anaesthesia in the elderly. Haemodynamic effects during induction and maintenance.&quot;, Anaesthesia, 1988.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1308376\">E. Kitagawa, A. Iida, Y. Kimura, M. Kumagai, M. Nakamura, N. Kamekura, T. Fujisawa, and K. Fukushima, &quot;Responses to intravenous sedation by elderly patients at the Hokkaido University Dental Hospital.&quot;, Anesthesia progress, 1992.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7124316\">T. Stefánsson, I. Wickström, and H. Haljamäe, &quot;Hemodynamic and metabolic effects of ketamine anesthesia in the geriatric patient.&quot;, Acta anaesthesiologica Scandinavica, 1982.</a></li>\n</ul>\n"}}