{"status":"success","data":{"title":"Hyperthyroidism","slug":"hyperthyroidism","tags":null,"collection":["endocrine"],"content":"\n# Diagnosing hyperthyroidism\n\nThe prevalence of hyperthyroidism in the general population is about 1-2%, and is ten times more likely in women than men. The spectrum of hyperthyroidism ranges from asymptomatic or subclinical disease to thyroid storm. So how do we diagnose various presentations of hyperthyroidism in the Emergency Department? \n\nBelow are answers to 7 common questions that commonly arise.\n\n**Click [here](http://academiclifeinem.com/diagnosing-hyperthyroidism/) for full ALiEM blog post**\n\n## Hyperthyroidism vs. Thyrotoxicosis vs. Thyroid Storm\n\n-   **Hyperthyroidism** refers to conditions in which the production of thyroid hormone is increased.\n-   **Thyrotoxicosis** is any state where the concentration of thyroid hormone is increased in the circulation, which includes overproduction, release from an injured gland, or exogenous hormone.\n-   **Thyroid storm** is a life-threatening decompensation of thyrotoxicosis, with extremes in clinical symptoms including fever, marked tachycardia, CNS and GI dysfunction, with decompensation of one organ system, such as shock or heart failure. [1]\n\nHave a low suspicion to screen for hyperthyroidism in patients who have symptoms that cannot be explained by other causes. Fatigue and generalized weakness is very common, along with weight loss and decreased appetite. Neuropsychiatric complaints include anxiety, tremor, insomnia, and emotional lability. Cardiopulmonary symptoms are very common and include palpitations, tachycardia, atrial fibrillation, and dyspnea on exertion. In these patients, examining their thyroid for enlargement or nodules is helpful, and a screening TSH should be part of their workup. [Marx, 2010]\n\n## Thyroid Storm\n\nThyroid storm is a clinical diagnosis. Pay attention to certain features in the history, vitals, and exam: \n\n1.  **Underlying hyperthyroidism** – Most common in patients with a history of Graves’ disease, and occasionally in toxic multinodular goiter and toxic adenoma\n2.  **Fever** – Thyroid storm patients have lost the ability to vasodilate and thermoregulate. Temperature can exceed 104-106 F.\n3.  **Altered mental status** – A key to diagnosis. This ranges from restlessness to delirium, seizures, or coma.\n4.  **Suspected precipitating event** – Common causes include infection, trauma, surgery, and excessive diuresis.\n\nOther signs and symptoms can include marked tachycardia (can be &gt;140 bpm), congestive heart failure, and GI symptoms like nausea, vomiting, and abdominal pain.\n\nHyperthyroidism is especially difficult to diagnose in the elderly, who will often not show overt physical signs. Clues to diagnosis include supraventricular arrhythmias, heart failure, inappropriately youthful skin.\n\nThyroid storm has a high mortality rate.  Bottom line: if you suspect it, treat it. [Lopresti, 2013]\n\n## Labs to diagnose hyperthyroidism\n\nSerum TSH measurement has the highest sensitivity and specificity of any single blood test used in the evaluation of suspected hyperthyroidism and should be used as an initial screening test. A normal TSH essentially excludes hyperthyroidism (except in the rare circumstance of a TSH-producing pituitary adenoma or thyroid hormone resistance). Measurement of thyroid hormone levels (free T4 and free T3) is subsequently required for definitive diagnosis. \n\nOther lab abnormalities seen in hyperthyroidism include anemia, thrombocytopenia, low creatinine (cannot convert creatine to creatinine), hyperglycemia, and hypercalcemia. \\[[Bahn, 2011](http://www.ncbi.nlm.nih.gov/pubmed/21510801); [Ross, 2001](http://www.ncbi.nlm.nih.gov/pubmed/?term=11444162)\\]\n\n## DDX of low TSH\n\n| **TSH** | **Free T4** | **Free T3** | **Condition**                                                                                                                                      |\n|---------|-------------|-------------|----------------------------------------------------------------------------------------------------------------------------------------------------|\n| Normal  | Normal      | Normal      | None                                                                                                                                               |\n| Low     | High        | High        | Hyperthyroidism                                                                                                                                    |\n| Low     | Normal      | Normal      | Subclinical hyperthyroidism                                                                                                                        |\n| Low     | Normal      | High        | T3 toxicosis                                                                                                                                       |\n| Low     | High        | Normal      | Thyroiditis, T4 ingestion, hyperthyroidism in chronic illness                                                                                      |\n| Low     | Low         | Low         | Euthyroid sick syndrome, central hypothyroidism \\[<span class=\"aglmd-moreinfo ui-moreinfo\" data-iid=\"53aa254cd35d3ae92e0049ce\">Marx, 2010</span>\\] |\n\n## Hyperthyroidism and pregnancy\n\nTSH levels in the first half of pregnancy may normally be lower than the non-pregnant population, due to stimulation of the thyroid by serum bHCG. In the second half of pregnancy, TSH levels will return back to normal. Due to variations in thyroxine-binding globulin (TBG), free T3 and free T4 levels are also trimester-specific and each laboratory has their own reference values.\n\nAccording to [2011 Guidelines from American Thyroid Association](http://www.ncbi.nlm.nih.gov/pubmed/?term=21787128), normal TSH levels in pregnancy are:\n\n-   First trimester: 0.1-2.5 mIU/L\n-   Second trimester: 0.2-3.0 mIU/L\n-   Third trimester: 0.3-3.0 mIU/L \n\n## Measuring TSH for palpitations or AFib \n\nSo far there have been no studies performed on the prevalence of hyperthyroidism in undifferentiated patients with palpitations. In a large study of patients with new-onset atrial fibrillation, less than 1% were caused by overt hyperthyroidism. Therefore, although serum TSH is typically measured in the inpatient and primary care settings in patients with new-onset atrial fibrillation or palpitations, this association is uncommon in the absence of additional symptoms and signs of hyperthyroidism. Thus it is not a specific recommendation in the emergency department setting without other signs or symptoms of hyperthyroidism. \\[[Krahn, 1996](http://www.ncbi.nlm.nih.gov/pubmed/?term=8885821)\\]\n\n## References\n\n-   [Krahn AD, Klein GJ, Kerr CR, Boone J, Sheldon R, Green M, Talajic M, Wang X, Connolly S. How useful is thyroid function testing in patients with recent-onset atrial fibrillation? The Canadian Registry of Atrial Fibrillation Investigators. Arch Intern Med. 1996 Oct 28;156(19):2221-4.](http://www.ncbi.nlm.nih.gov/pubmed/?term=8885821)\n-   Marx JA, Hockberger RS, Walls RM, et al., eds. Rosen’s Emergency Medicine: Concepts and Clinical Practice. Philadelphia, PA: Mosby/Elsevier; 2010.\n-   Lopresti, Jonathan, Stuart Swadron, and Mel Herbert, perf. “Hyperthyroidism.” EMRAP. N.p., 06 2010. web. 19 Sep 2013.\n-   [Bahn Chair RS, Burch HB, Cooper DS, Garber JR, Greenlee MC, Klein I, Laurberg P, McDougall IR, Montori VM, Rivkees SA, Ross DS, Sosa JA, Stan MN; American Thyroid Association; American Association of Clinical Endocrinologists. Hyperthyroidism and other causes of thyrotoxicosis: management guidelines of the American Thyroid Association and American Association of Clinical Endocrinologists. Thyroid. 2011 Jun;21(6):593-646.](http://www.ncbi.nlm.nih.gov/pubmed/21510801)\n-   [Ross DS. Serum thyroid-stimulating hormone measurement for assessment of thyroid function and disease. Endocrinol Metab Clin North Am. 2001 Jun;30(2):245-64, vii. Review.](http://www.ncbi.nlm.nih.gov/pubmed/?term=11444162)\n-   [Stagnaro-Green A, Abalovich M, Alexander E, et al. Guidelines of the American Thyroid Association for the diagnosis and management of thyroid disease during pregnancy and postpartum. Thyroid. 2011;21:1081-1125.](http://www.ncbi.nlm.nih.gov/pubmed/?term=21787128)\n"}}