{"status":"success","data":{"title":"Focused Lung Assessment","slug":"lung-ultrasound","tags":null,"collection":["Ultrasound","Radiology","Pulmonology"],"content":"<h1 id=\"ultrasound-focused-lung-assessment\">Ultrasound: Focused Lung Assessment</h1>\n<p>Anne Aspler, MD, Clare Heslop, MD and Mike Stone, MD</p>\n<p>Blaivas M, et al. <em>Acad Emerg Med</em>, 2005. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=A+prospective+comparison+of+supine+chest+radiography+and+bedside+ultrasound+for+the+diagnosis+of+traumatic+pneumothorax.\">16141018</a></p>\n<p>Liteplo AS, et al. <em>Acad Emerg Med</em>, 2009. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Emergency+thoracic+ultrasound+in+the+differentiation+of+the+etiology+of+shortness+of+breath+(ETUDES\">19183402</a>%3A+sonographic+B-lines+and+N-terminal+pro-brain-type+natriuretic+peptide+in+diagnosing+congestive+heart+failure.)</p>\n<p>Volpicelli G. <em>J Ultrasound Med</em>. 2013. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23269722\">23269722</a></p>\n<p><strong>Goals:</strong> Evaluate for lung sliding, lung artifacts (A and B lines), consolidation, and pleural effusion</p>\n<p><strong>Transducer:</strong> Performance and interpretation of lung US is not transducer-specific:</p>\n<ul>\n<li>Low frequency curvilinear (or phased array) transducer allows adequate depth to assess artifacts (A lines and B lines).</li>\n<li>High frequency linear transducer may be used to better visualize lung sliding at the pleura, if there is uncertainty with the low frequency curvilinear transducer.</li>\n</ul>\n<p><strong>Windows:</strong> Transducer orientation is longitudinal with directional indicator oriented towards the patient’s head. The area of interest is the pleura visualized between the ribs. There are many accepted scanning approaches, and two commonly used in the ED:</p>\n<ol>\n<li><p><strong>Three views in each hemithorax:</strong></p>\n<ol>\n<li><strong>Anterior:</strong> 2nd or 3rd interspace at the mid-clavicular line.</li>\n<li><strong>Anterolateral:</strong> Anterior and mid- axillary lines along the 3rd to 5th interspace.</li>\n<li><strong>Posterolateral:</strong> posterior axillary line, looking into the lower thorax and upper abdominal quadrants at the level of the diaphragm.</li>\n</ol>\n</li>\n<li><p><strong>Eight lung zones</strong>, or 4 sections, in each hemithorax [Volpicelli]:</p>\n</li>\n</ol>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/0bbab6d0-14c4-55db-bf56-130ffd1ff5f2/640.png\" alt=\"\">Figure 1: Transducer positions for the 8 lung zones</p>\n<h2 id=\"lung-sliding\">Lung Sliding</h2>\n<p>The visceral and parietal pleura appear as a single hyperechoic line deep to the internal intercostal muscle, and in healthy lungs will &quot;slide&quot; during the respiratory cycle.</p>\n<p>Absent lung sliding is a <strong><em>pathologic finding</em></strong> found in pneumothorax, contralateral mainstem bronchus intubation or esophageal intubation (lung pulse present), pleural adhesions, stiff lungs, and pleurodesis.</p>\n<h2 id=\"a-lines\">A-Lines</h2>\n<ul>\n<li><strong>Horizontal</strong> reverberation artifacts</li>\n<li>Arise from the pleural line, are hyperechoic and parallel to pleural surface at equal intervals.</li>\n<li>Seen with normal lung aeration and in some cases of pneumothorax</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/ef6573c5-dc58-531f-a79b-8f186ab76870/640.png\" alt=\"\">Figure 2: <strong>A-lines </strong>are visualized as hyperechoic, horizontal artifacts at regular intervals deep to the <strong>pleural line.</strong> Note the ribs <strong>(r)</strong> in the near field.</p>\n<h2 id=\"b-lines\">B-Lines</h2>\n<ul>\n<li><strong>Vertical</strong> artifacts</li>\n<li>Arise from the pleural line, extend off the screen without fading, are hyperechoic and laser-like, move with respiration, and erase the normal A-line pattern.</li>\n<li>More than 3 B-lines in an interspace is considered <strong><em>pathologic</em></strong>, although many experts agree that any anterior B-lines are pathologic.</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/38bdb63d-2e52-506f-91d7-b5c9106f885c/640.png\" alt=\"\">Figure 3: <strong>B-lines </strong>are visualized as hyperechoic vertical artifacts arising from the <strong>pleural line</strong> and extending off the screen without fading, erasing the A-line pattern.</p>\n<h2 id=\"comet-tails\">Comet Tails</h2>\n<ul>\n<li>A normal artifact</li>\n<li><strong>Vertical</strong> artifact that looks like B-lines, but are distinguished from them by their depth of extension. They do NOT extend to the bottom of the screen NOR erase A-Lines.</li>\n</ul>\n<h2 id=\"lung-profiles\">Lung Profiles</h2>\n<p><strong>Normal Lung:</strong> Lung sliding present at pleural line. A-lines. B-lines may occur postero-laterally, but never more than 3 in a single interspace.</p>\n<p><strong>Pneumothorax</strong>: Absent lung sliding, no B-lines. A-lines are present. A lung point, representing the boundary of the pneumothorax and adjacent inflated lung, may be identified.</p>\n<p><strong>Pneumonia:</strong> Focal area of B-lines, asymmetric compared to contralateral lung. Consolidation with dynamic air bronchograms may be visualized (see below). Lung sliding may be absent due to inflammation causing pleural adherence, or decreased regional ventilation.</p>\n<p><strong>Interstitial Syndromes</strong> (pulmonary edema, ARDS, pneumonitis): Greater than three B-lines in 2 or more interspaces.</p>\n<p><strong>Pleural</strong> <strong>Effusion</strong>: Subpleural collection seen in dependent regions, usually anechoic but may be hypo- or iso-echoic if exudative, and may have hyperechoic septae.</p>\n<p><strong>Consolidation or Atelectasis:</strong> Lung tissue appears as a subpleural tissue-like texture, without lung sliding or air artifacts.</p>\n<h2 id=\"pleural-effusion\">Pleural Effusion</h2>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/89299867-a08a-55ae-b3c3-6d35bbbd0b19/640.png\" alt=\"\">Figure 4: <strong>Pleural effusion</strong> visualized as an anechoic fluid collection</p>\n<p>located cephalad to the (arrows).</p>\n<h2 id=\"pneumonia\">Pneumonia</h2>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/639ce714-ec76-5ebd-90a1-adaa16f34344/640.png\" alt=\"\">Figure 5: A lobar consolidation located cephalad to the <strong>diaphragm.</strong> The branching, <strong>hyperechoic air bronchograms</strong> define this consolidation.</p>\n<h2 id=\"struggling-with-the-exam-\">Struggling with the Exam?</h2>\n<p>Do <strong><em>not</em></strong> move quickly. Hold the probe STILL during the respiratory cycle to see lung sliding and lung artifacts. Compare the same region of each hemithorax sequentially instead of the entire hemithorax at once.</p>\n<p><strong>Can’t decide if there is lung sliding?</strong>\nTo optimize visualization of the pleural line, decrease the depth and decrease the overall gain.</p>\n<p><strong>Can’t see A-lines or B-lines?</strong>\nTurn <em>off</em> artifact-reduction settings, or use a lung preset if available. Keep the transducer perpendicular to the patient’s chest in all zones scanned. Use a low-frequency transducer set to its lowest operating frequency.</p>\n<h2 id=\"common-errors-\">Common Errors:</h2>\n<p><strong>Unable to identify A-lines:</strong> Remember to turn <em>off</em> artifact-reduction settings, or use a lung preset if available. Keep the transducer perpendicular to the patient’s chest in all zones scanned.</p>\n<p><strong>Quantification of B-lines:</strong> A single B-line in dependent interspaces may be a normal finding in a healthy patient, but &gt;3 B-lines in a single interspace indicates lung pathology.</p>\n<p><strong>Absence of lung sliding</strong> is 100% sensitive for pneumothorax, but is <strong><em>not specific</em></strong> to pneumothorax. Other possibilities may be failure to ventilate, contralateral mainstem intubation, dense consolidation from pneumonia, severe pulmonary fibrosis, or pleural inflammatory changes.</p>\n"}}