{"status":"success","data":{"title":"Lidocaine, nebulized dose","slug":"nebulized-lidocaine","tags":["lidocaine"],"collection":["Pharmacology"],"content":"<h1 id=\"lidocaine-nebulized-dose\">Lidocaine, nebulized dose</h1>\n<p><strong>Take Home Points</strong></p>\n<ul>\n<li>Serum lidocaine levels correlate well with observed clinical effects. Levels &gt; 5 mcg/mL are associated with serious toxicity, including lightheadedness, tremors, hallucinations, seizures, and cardiac arrest. </li>\n<li>In a study by <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/319962\">Chinn et al (1977)</a>, a nebulized dose of 400 mg (5.7 mg/kg in a 70 kg patient) produced a plasma level peak of 1.1 mcg/mL, far below the 5 mcg/ml level associated with toxicity. </li>\n<li>Application to real-life: Using <strong>5-mL of 4% (40 mg/mL)</strong> topical lidocaine solution via nebulizer will provide a total dose of 200 mg. This is within the range of safe, studied doses, and may provide the anesthetic effect you (and the patient) desires. Even if a second or third neb is needed, lidocaine serum concentrations should remain in the safe range.</li>\n</ul>\n<p><strong><a href=\"http://academiclifeinem.com/safe-dosing-of-nebulized-lidocaine/\">Click here for full ALiEM blog post</a></strong></p>\n<p><strong>Relationship between rising lidocaine serum concentrations and expected clinical decompensation\n</strong><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/2/5/6f98f150-8670-530a-9e2a-b95aca56d620/640.png\" alt=\"\"></p>\n<p><strong>SAFE LIDOCAINE DOSING THRESHOLDS BY OTHER ROUTES</strong></p>\n<ul>\n<li><strong>Intradermal/Subcutaneous:</strong> Max dose is 4.5 mg/kg. When used in combination with epinephrine, this value is increased to 7 mg/kg.</li>\n<li><strong>Intravenous:</strong> The generally recognized maximum dose of IV lidocaine is 3 mg/kg (or 300 mg). However, some references estimate up to 6.4 mg/kg as an acceptable minimum IV toxic dose in humans. </li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/319962\">Chinn WM, Zavala DC, Ambre J. Plasma levels of lidocaine following nebulized aerosol administration. Chest 1977;71(3):346-8.</a></li>\n<li>Schwartz DR, Kaufman B. Chapter 66. Local Anesthetics. In: Schwartz DR, Kaufman B, eds. Goldfrank’s Toxicologic Emergencies. 9th ed. New York: McGraw-Hill; 2011.</li>\n</ul>\n"}}