{"status":"success","data":{"title":"Palliative Care Screening Tool","slug":"palliative-care-screening","tags":null,"collection":["Palliative Care"],"content":"<h1 id=\"palliative-care-screening-tool\">Palliative Care Screening Tool</h1>\n<h2 id=\"what-is-palliative-care-\">What is Palliative Care?</h2>\n<p>Palliative Care focuses on improving the care and quality of life for patients with advanced illness by decreasing suffering. It can be delivered concurrently with curative care. Early identification of patients who are likely to benefit is key.</p>\n<h2 id=\"determine-if-your-patient-could-benefit-from-palliative-care-consultation-\">Determine if YOUR patient could benefit from Palliative Care consultation.</h2>\n<p><strong>STEP 1: Determine if your patient has at least 1 life-limiting illness:</strong></p>\n<ol>\n<li><strong>Advanced Dementia or CNS Disease</strong> (e.g. CVA, ALS, Parkinson&#39;s): assistance needed for most self-care (e.g. ambulation, toileting) and/or minimally verbal</li>\n<li><strong>Advanced Cancer</strong>: metastatic or locally aggressive disease</li>\n<li><strong>End Stage Renal Disease</strong>: on dialysis or serum creatinine &gt;6 mg/dL</li>\n<li><strong>Advanced COPD</strong>: continuous home O2 or chronic dyspnea at rest</li>\n<li><strong>Advanced Heart Failure</strong>: chronic dyspnea, chest pain, or fatigue with minimal activity or rest</li>\n<li><strong>End Stage Liver Disease</strong>: history of recurrent ascites, GI bleeding, or hepatic encephalopathy</li>\n<li><strong>Septic Shock</strong>: requires ICU admission AND has significant pre-existing comorbid illness</li>\n<li><strong>High Chance of Accelerated Death</strong>: provider discretion – e.g.: Hip fracture in age &gt;80, major trauma in elderly (multiple rib fractures, intracranial hemorrhage), advanced AIDS</li>\n</ol>\n<p><strong>STEP 2 (Consultation): Consider a Palliative Care consultation if your patient has at least 1 life-limiting illness (above) AND 1 or more of the following:</strong></p>\n<ol>\n<li><strong>Frequent visits</strong>: 2 or more ED visits or hospitalizations in the past 6 months</li>\n<li><strong>Uncontrolled symptoms</strong>: Visit prompted by uncontrolled symptom (e.g. pain, dyspnea, depression, fatigue)</li>\n<li><strong>Functional decline</strong>: Examples: Loss of mobility, frequent falls, decreased oral intake, skin breakdown</li>\n<li><strong>Uncertainty/distress</strong>: Caregiver cannot meet long-term needs; Uncertainty or distress about goals-of-care</li>\n<li><strong>“Surprise” question</strong>: You wouldn’t be surprised if the patient died within 12 months</li>\n</ol>\n<h2 id=\"symptom-control-improve-quality-of-life-in-the-ed\">Symptom Control: Improve quality of life in the ED</h2>\n<p><strong>Symptom</strong></p>\n<p><strong>Interventions to Consider</strong></p>\n<p>Agitation</p>\n<p>Haloperidol</p>\n<p>Anxiety</p>\n<p>Lorazepam or diazepam</p>\n<p>Dyspnea</p>\n<p>Supplemental O2 and/or morphine for comfort</p>\n<p>Pain</p>\n<p>Standing morphine or fentanyl, or use of opioid drips</p>\n"}}