{"status":"success","data":{"title":"Phenytoin Oral Loading in the ED","slug":"phenytoin-loading","tags":["phenytoin"],"collection":["Neurology","Pharmacology"],"content":"<h1 id=\"phenytoin-rapid-oral-phenytoin-loading-in-the-ed\">Phenytoin: Rapid Oral Phenytoin Loading in the ED</h1>\n<p><strong>Take Home Points</strong></p>\n<ol>\n<li>Oral phenytoin loading can be achieved in a <strong>single dose</strong>, obviating the need for an IV while still achieving quick administration, adequate serum levels, and minimal side effects. </li>\n<li>Both the immediate release (suspension or chewable tablet) and extended release (<span class=\"drug\">phenytoin</span> sodium ER capsule) products have been used successfully.</li>\n<li>IV loading does achieve quicker therapeutic level (3 hours), so there may still be a risk of seizure for a short time after oral loading.</li>\n</ol>\n<p>Drug references say that an oral loading dose (15-20 mg/kg) of <span class=\"drug\">phenytoin</span> should be administered in 3 divided doses given every 2 hours to decrease GI adverse effects and to ensure complete oral absorption. For a 1 gm dose, that would be 400 mg, then 300 mg, then 300 mg administered every 2 hours. However, this would take 4+ hour total administration time. Therefore, consider giving the oral phenytoin load as a single dose. \nWe frequently give 500 mg now and 500 mg more in two hours at discharge.</p>\n<p><strong>Click <a href=\"http://academiclifeinem.com/trick-of-the-trade-rapid-oral-phenytoin-loading-in-the-ed/\">here</a> for full ALiEM blog post</strong></p>\n<h2 id=\"supporting-data-for-single-dose\">Supporting data for single dose</h2>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/3826809\">Osborn, 1987</a>: </p>\n<ul>\n<li>A single 18 mg/kg dose of oral <span class=\"drug\">phenytoin</span> capsules or suspension (mean dose, 1.3 g) was given to 44 patients with recent seizures and no detectable serum <span class=\"drug\">phenytoin</span> level. </li>\n<li>Mean serum <span class=\"drug\">phenytoin</span> levels after loading for patients receiving capsules were 6.8 mcg/mL at 2 hours, 9.7 mcg/mL at 3-5 hours, 12.3 mcg/mL at 6-10 hours, and 15.1 mcg/mL at 16-24 hours.</li>\n</ul>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7361796\">Evens, 1980</a>:</p>\n<ul>\n<li>A single 900 mg dose of oral <span class=\"drug\">phenytoin</span> sodium was given to 6 healthy men. Total (bound and free) plasma <span class=\"drug\">phenytoin</span> levels were within the therapeutic range (10-20 mcg/mL) for two subjects and close (not less than 8.39 mcg/mL) for the remaining four. </li>\n<li>Peak free drug levels were 1.01-1.60 mcg/mL. </li>\n<li>Time to reach total and free peak plasma levels was 6-14 hours and 2-10 hours, respectively.</li>\n</ul>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9094065\">Ratanakorn, 1997</a>:</p>\n<ul>\n<li>A single oral <span class=\"drug\">phenytoin</span> dose of 18.7 mg/kg in males and 24.8 mg/kg in females rapidly produced therapeutic concentration (10 mcg/mL) within an average of 2 hours in males and 2.4 hours in females with minimal side-effects.</li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/3826809\">H.H. Osborn, J. Zisfein, and R. Sparano, &quot;Single-dose oral phenytoin loading.&quot;, Annals of emergency medicine, 1987.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7361796\">R.P. Evens, D.G. Fraser, T.M. Ludden, and E.W. Sutherland, &quot;Phenytoin toxicity and blood levels after a large oral dose.&quot;, American journal of hospital pharmacy, 1980.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9094065\">D. Ratanakorn, S. Kaojarern, P. Phuapradit, and C. Mokkhavesa, &quot;Single oral loading dose of phenytoin: a pharmacokinetics study.&quot;, Journal of the neurological sciences, 1997.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/443759\">K.E. Record, R.P. Rapp, A.B. Young, and H.B. Kostenbauder, &quot;Oral phenytoin loading in adults: rapid achievement of therapeutic plasma levels.&quot;, Annals of neurology, 1979.</a></li>\n</ul>\n"}}