{"status":"success","data":{"title":"Skin and Soft Tissue Ultrasound","slug":"skin-soft-tissue-ultrasound","tags":null,"collection":["Ultrasound","Radiology"],"content":"<h1 id=\"ultrasound-skin-and-soft-tissue\">Ultrasound: Skin and Soft Tissue</h1>\n<p>Alissa Genthon, MD, Patricia Henwood, MD, and Mike Stone, MD</p>\n<p>Tayal VS, et al. <em>Acad Emerg Med</em>, 2006. PMID: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=The+effect+of+soft-tissue+ultrasound+on+the+management+of+cellulitis+in+the+emergency+department.+Academic+Emergency+Medicine+%3A+Official+Journal+of+the+Society+for+Academic+Emergency+Medicine%2C+13(4\">16531602</a>%2C+384%E2%80%93388.+doi%3A10.1197%2Fj.aem.2005.11.074)</p>\n<p><strong>Goals:</strong> Use ultrasound to evaluate the skin or soft tissue to identify and differentiate various types of pathology.</p>\n<p><strong>Transducer:</strong> High frequency linear transducer. Consider low frequency curvilinear transducer for deeper structures. Use a “superficial” or similar preset.</p>\n<p><strong>Windows:</strong> Image the area of interest in both longitudinal and transverse planes.\nScan completely through the affected area to define borders.\nUse an adjacent or contralateral (unaffected) area as a comparison.</p>\n<h2 id=\"normal-skin-and-soft-tissue\">Normal Skin and Soft Tissue</h2>\n<p><strong>Hypodermis:</strong> Varying thickness, less echogenic (epidermis/dermis can be difficult to distinguish)</p>\n<p><strong>Muscle:</strong> Hypoechoic with hyperechoic fibro-fatty septae and surrounding fascia</p>\n<p><strong>Lymph nodes</strong>: Hypoechoic oval/kidney bean shape cortex with fatty echogenic hilum (vascular)</p>\n<p><strong>Subcutaneous fat</strong>: Hypoechoic with thin echogenic septations</p>\n<p><strong>Fascia:</strong> Hyperechoic linear stripes</p>\n<p><strong>Bone</strong>: Hyperechoic linear structure parallel to skin surface with posterior shadowing</p>\n<h2 id=\"abscess\">Abscess</h2>\n<ul>\n<li>Can vary in appearance but typically hypo- or anechoic areas with a regular or irregular border.</li>\n<li>Contents may be seen to &quot;swirl” or “squish” when purulent material moves with compression by the transducer.</li>\n<li>If anechoic and regular circular border, may be difficult to distinguish from a cyst.</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/877ca52d-cfe9-53df-95b3-33d4907d3840/640.png\" alt=\"\">Figure 1: Subcutaneous abscess characterized by a mixed echogenicity</p>\n<p><strong>fluid collection with irregular borders</strong></p>\n<h2 id=\"cellulitis\">Cellulitis</h2>\n<p>Appears as &quot;cobblestoning,&quot; caused by interstitial edema separating adipose tissue.</p>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/3cefc168-fc0c-563e-b028-cd1fc32316be/640.png\" alt=\"\">Figure 2: Cellulitis</p>\n<h2 id=\"foreign-body\">Foreign Body</h2>\n<ul>\n<li>Will vary in appearance based on composition</li>\n<li>May exhibit the &quot;halo sign&quot; which appears as hypoechoic ring surrounding a hyperechoic foreign body (generally only present in foreign bodies of &gt;24 hours)</li>\n</ul>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jz/1/c/78e2d0c6-eda2-5801-887f-b17e5dcdae0e/640.png\" alt=\"\">Figure 3: A subcutaneous <strong>wooden foreign body</strong> is identified with <strong>deep shadowing.</strong></p>\n<h2 id=\"struggling-with-the-exam-\">Struggling with the Exam?</h2>\n<p><strong>Is your preset set correctly?</strong>\nMake sure you are using a “superficial” preset. A vascular or vascular access preset has a very high contrast (low dynamic range) &amp; can make it difficult to identify subtle skin and soft tissue findings.</p>\n<p><strong>Looking for abscess?</strong>\nOther structures may be mistaken for abscess including lymph nodes, solid masses, hematoma, deep venous thrombosis, or cyst. Be sure to slide all the way through the structure in 2 planes to define its borders.</p>\n<p><strong>Looking for foreign body?</strong>\nOther hyperechoic structures may be mistaken for a foreign body including tendons, fascia, etc.</p>\n<p><strong>Is the area is too painful to apply a probe?</strong>\nTry a water bath or heap up a generous pile of ultrasound gel to improve image acquisition and decrease the discomfort of the exam.</p>\n<h2 id=\"common-errors\">Common Errors</h2>\n<p>Be sure to familiarize yourself with normal anatomy when performing exams to avoid mistaking artifacts and normal structures for pathology.</p>\n<p>Fine movements and control of probe is necessary for accuracy and to avoid slipping off the area of interest when performing with soft tissue ultrasound. Consider resting the ulnar aspect of your hand or your 5th digit on the patient adjacent to the area of interest in order to maintain appropriate transducer position.</p>\n"}}