{"status":"success","data":{"title":"Thrombolytics for Submassive PE","slug":"submassive-pe-thrombolytics","tags":["tPA","tenecteplase","alteplase","heparin"],"collection":["Critical Care","Pulmonology"],"content":"<h1 id=\"thrombolytics-for-submassive-pe\">Thrombolytics for Submassive PE</h1>\n<p><strong>Take Home Points</strong></p>\n<ul>\n<li><strong><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23102885\">MOPETT Trial</a>:</strong> Half-dose <span class=\"drug\">tPA</span> is likely safe but of questionable clinical benefit.</li>\n<li>Several studies now have shown the risk of major bleeding with lytics, but no real significant improvement in mortality. </li>\n<li>Lytics in sub-massive PEs are not ready for prime time.</li>\n</ul>\n<p><strong><a href=\"http://academiclifeinem.com/lytics-for-sub-massive-pe-ready-for-primetime/\">Click here for full ALiEM blog post</a></strong></p>\n<h2 id=\"mopett-trial\">MOPETT Trial</h2>\n<p>Questioned whether we should be considering <span class=\"drug\">tPA</span> in patients other than those patients with massive pulmonary embolism (PE)? \nHypothesized that “<strong>1/2 dose tPA</strong>” could be used for PEs, given pulmonary blood flow is 100% of cardiac output, making pulmonary arteries very sensitive to lysis. </p>\n<ul>\n<li>In comparison, the brain only uses about 15% of the cardiac output and the heart even less than that at 5%</li>\n</ul>\n<p><strong>METHODOLOGY</strong></p>\n<p>This was a prospective, randomized clinical trial looking at 121 patients, which were randomized to treatment group or control group. The 61 treatment group patients received tPA 10 mg over one minute followed by the rest of the dose over two hours, followed by lovenox or heparin. The control group received no lytics and the treatment dose of lovenox or heparin.</p>\n<p><strong>RESULTS</strong></p>\n<p>There was a decrease in baseline pulmonary artery systolic pressure (PASP) of 22 mmHg in the treatment arm and 8 mm Hg in the control arm at 28 month follow up. This led to an absolute risk reduction (ARR) of 41%.</p>\n<p>Not bad you say. Well, there was NO statistical improvement in overall mortality. As far as the secondary outcomes, there was no major bleeding or intracranial hemorrhage in either group and the hospital length of stay was also shortened in the treatment group by about 2.7 days.</p>\n<h2 id=\"peitho-trial\">PEITHO Trial</h2>\n<p>The PEITHO (PEITHO (Pulmonary Embolism THrOmbolysis) study data was just presented at the American College of Cardiology 2013 Scientific Sessions. This is the largest study looking at sub-massive PEs and use of thrombolytics, conducted over 10 years. In this study, sub-massive PE comprised about 15 to 20% of all PEs, and patients were at high risk for death and cardiovascular collapse.</p>\n<p>This was a prospective, multicenter study of just over 1000 patients who were randomized to a FULL, weight-dosed bolus of <span class=\"drug\">tenecteplase</span> plus <span class=\"drug\">heparin</span> (treatment arm) versus just heparin alone (control arm). The primary endpoint evaluated was the combined endpoint of death from any cause and hemodynamic collapse at 7 days.</p>\n<p>The relative risk reduction (RRR) of the primary endpoint was about 56%, but as we are always cautioned about RRR, the actual numbers show primary endpoint rates of 2.6% in the treatment arm and 5.6% in the control arm, which is an ARR of only 3%. Unfortunately, the rate of major bleeding was significantly higher in the treatment arm (6.3%) compared to the control arm (1.5%). </p>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23102885\">M. Sharifi, C. Bay, L. Skrocki, F. Rahimi, M. Mehdipour, and . , &quot;Moderate pulmonary embolism treated with thrombolysis (from the &quot;MOPETT&quot; Trial).&quot;, The American journal of cardiology, 2012.</a></li>\n</ul>\n"}}