{"status":"success","data":{"title":"Transient Synovitis vs Septic Arthritis of the Hip","slug":"synovitis-vs-septic-hip","tags":null,"collection":["Orthopedics","Pediatrics"],"content":"<h1 id=\"transient-synovitis-vs-septic-arthritis-of-the-hip\">Transient Synovitis vs Septic Arthritis of the Hip</h1>\n<p><strong>Take Home Points</strong>\n<strong><em>Kocher&#39;s clinical criteria for septic arthritis</em></strong></p>\n<ol>\n<li>Fever &gt; 38.5C</li>\n<li>Non-weight bearing on affected side</li>\n<li>ESR &gt; 40 mm/hr</li>\n<li>WBC &gt;12k</li>\n</ol>\n<p>Given that the Kocher clinical criteria and imaging (XR and US) modalities are only moderately helpful, at best, you should use a combination of your history and physical findings, imaging results, and gestalt to help guide your management decisions. Many clinicians err conservatively and perform an arthrocentesis in uncertain cases despite it being a relatively invasive procedure.\n<strong>Click <a href=\"http://academiclifeinem.com/transient-synovitis-vs-septic-arthritis-of-the-hip/\">here</a> for full ALiEM blogpost</strong>\n<strong>Introduction</strong></p>\n<p>Limping is a common reason for parents to bring their children to emergency departments. It is known that 77% of acute, atraumatic limp is dealt with in the ED, and 20% do not even complain of pain [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10615981\">Fischer, 1999</a>]. Our job as physicians is to complete appropriate assessments to not miss any serious pathology. Specifically, differentiating between transient synovitis (TS) and septic arthritis (SA) of the hip can be difficult and frustrating for everyone.</p>\n<p>TS is an inflammation of the joint space, classically following a URI, with a benign clinical course. SA is an infectious arthritis associated with poor outcomes with diagnostic delays, including osteonecrosis, growth arrest, and sepsis. Both can both present as an atraumatic, acutely irritable hip with progressive signs of fever, limp, refusal to bear weight, limited range of motion, and abnormal labs. This overlap makes them difficult to differentiate. Although the diagnostic gold standard is to perform an invasive arthrocentesis (positive synovial culture), can we diagnose using clinical criteria alone, such as Kocher’s criteria?</p>\n<h2 id=\"kocher-s-clinical-criteria-to-distinguish-between-ts-and-sa\">Kocher&#39;s clinical criteria to distinguish between TS and SA</h2>\n<ol>\n<li>Fever &gt; 38.5C</li>\n<li>Non-weight bearing on affected side</li>\n<li>ESR &gt; 40 mm/hr</li>\n<li>WBC &gt;12k</li>\n</ol>\n<p><img src=\"https://d2p53dh3qxfm0x.cloudfront.net/uploads/img/1jy/2/a/3c540f11-f2e8-5c2d-82c2-6c64cd326cae/640.png\" alt=\"\">\n[<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10608376\">Kocher, 1999</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12724602\">Jung, 2003</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15292409\">Kocher, 2004</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15118038\">Luhmann, 2004</a>; <a href=\"%20http://www.ncbi.nlm.nih.gov/pubmed/16757758\">Caird, 2006</a>]</p>\n<p>Kocher’s clinical criteria is, at best, only OK at helping to differentiate TS from SA.</p>\n<p>It is, however, the most studied criteria that we have. Despite that, there is still inadequate external validation studies (Caird et al study: 0 predictors still has 16.9% chance of SA [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16757758\">Caird, 2006</a>]). The criteria are helpful depending on pretest assumptions. So when applied to a HIGH risk group with HIGH prevalence of SA, the predictive value of the algorithm is high [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10608376\">Kocher, 1999</a>;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16757758\">Caird, 2006</a>]. And when applied to a LOW risk group with a LOW prevalence of SA, the predictive value of the algorithm is low [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15118038\">Luhmann, 2004</a>].</p>\n<h2 id=\"american-college-of-radiology-acr-and-initial-imaging-modality\">American College of Radiology (ACR) and initial imaging modality</h2>\n<p>Per the<a href=\"http://www.guideline.gov/content.aspx?id=37914\"> ACR Appropriateness Criteria</a>:</p>\n<ul>\n<li><em>If traumatic mechanism:</em> XR should be primary imaging modality</li>\n<li><em>If no trauma and no signs of infection</em>: XR should be primary imaging modality, and if negative consider US Hip</li>\n<li><em>If no trauma, possible signs of infection</em>: US should be primary imaging modality, and if negative consider XR; If both are negative and still concerned for SA, MRI is the next imaging modality of choice</li>\n</ul>\n<h2 id=\"role-of-ultrasound\">Role of Ultrasound</h2>\n<p><em>What they did</em>: [<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17001248\">Zamzam; 2006</a>]</p>\n<ul>\n<li>154 Children (91 boys and 63 girls)</li>\n<li>Mean age 4.3 years</li>\n<li>Hip pain suspected to be TS vs SA based on clinical and lab findings sent for US</li>\n</ul>\n<p><em>Primary Outcome:</em></p>\n<ul>\n<li>Accuracy of US of hip to diagnose SA of hip and differentiate from TS</li>\n</ul>\n<p><em>Results:</em></p>\n<ul>\n<li>Use of clinical parameters, lab, and XR: Sens 74%, spec 74%, PPV 76%</li>\n<li>Hip US alone: Sens 86.4%, spec 89.7%, PPV 87.9%</li>\n<li>8/69 (11.6%) of hip US’s that were negative for SA were ultimately confirmed to have SA</li>\n</ul>\n<p><em>Conclusions:</em></p>\n<ul>\n<li>Clinical parameters and XR are only suggestive in diagnosing hip SA. Hip US performs only slightly better diagnostically. Both, however, are UNRELIABLE in definitively differentiating SA from TS.</li>\n<li>Hip US can confirm and exclude hip effusion, but can have false negatives, especially early in disease process (&lt;24hours)</li>\n</ul>\n<h2 id=\"references\">References</h2>\n<ul>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10615981\">S.U. Fischer, and T.F. Beattie, &quot;The limping child: epidemiology, assessment and outcome.&quot;, The Journal of bone and joint surgery. British volume, 1999.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10608376\">M.S. Kocher, D. Zurakowski, and J.R. Kasser, &quot;Differentiating between septic arthritis and transient synovitis of the hip in children: an evidence-based clinical prediction algorithm.&quot;, The Journal of bone and joint surgery. American volume, 1999.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12724602\">S.T. Jung, S.M. Rowe, E.S. Moon, E.K. Song, T.R. Yoon, and H.Y. Seo, &quot;Significance of laboratory and radiologic findings for differentiating between septic arthritis and transient synovitis of the hip.&quot;, Journal of Pediatric Orthopedics, 2003</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15292409\">M.S. Kocher, R. Mandiga, D. Zurakowski, C. Barnewolt, and J.R. Kasser, &quot;Validation of a clinical prediction rule for the differentiation between septic arthritis and transient synovitis of the hip in children.&quot;, The Journal of bone and joint surgery. American volume, 2004.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15118038\">S.J. Luhmann, A. Jones, M. Schootman, J.E. Gordon, P.L. Schoenecker, and J.D. Luhmann, &quot;Differentiation between septic arthritis and transient synovitis of the hip in children with clinical prediction algorithms.&quot;, The Journal of bone and joint surgery. American volume, 2004.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16757758\">M.S. Caird, J.M. Flynn, Y.L. Leung, J.E. Millman, J.G. D&#39;Italia, and J.P. Dormans, &quot;Factors distinguishing septic arthritis from transient synovitis of the hip in children. A prospective study.&quot;, The Journal of bone and joint surgery. American volume, 2006.</a></li>\n<li><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17001248\">M.M. Zamzam, &quot;The role of ultrasound in differentiating septic arthritis from transient synovitis of the hip in children.&quot;, Journal of pediatric orthopedics. Part B, 2006.</a></li>\n</ul>\n"}}