{"status":"success","data":{"title":"Thyroid Storm - Treatment Strategies","slug":"thyroid-storm","tags":["propylthiouriacil","methimazole","propranolol","hydrocortisone","esmolol","cholestyramine"],"collection":["endocrinology","critical care"],"content":"\n# Thyroid Storm: Treatment Strategies\n\n**Take Home Points**\n\n-   Endocrinologic emergencies are too easily labeled as “sepsis”, as they can present very similarly. \n-   A [scoring system](http://www.medicalcriteria.com/site/index.php?option=com_content&view=article&id=262%3Aendts&catid=52%3Aendocrinology-and-metabolism&Itemid=80&lang=en) developed by Burch and Wartofsky can assist in determining the likelihood of thyroid storm in patients based on presenting signs and symptoms. \n-   A previous [ALiEM blog post](http://academiclifeinem.com/diagnosing-hyperthyroidism/) further discusses some of the nuances associated with the diagnosis of thyroid storm.\n\n**You can think of the mainstay treatment strategies of thyroid storm based on three main goals:**\n\n1.  Block the production and release of thyroid hormone \n2.  Block the sympathetic outflow \n3.  Block peripheral conversion of T4 to T3 \n\n**Click [here](http://academiclifeinem.com/thyroid-storm-treatment-strategies/) for full ALiEM blog post**\n\n##  THIONAMIDES\n\n-   Mechanism of action: Inhibit thyroid peroxidase, an enzyme involved in the production of T3 and T4 through the iodination of tyrosine residues on thyroglobulin\n-   Agents: <span class=\"drug\">propylthiouriacil</span> (PTU) and <span class=\"drug\">methimazole</span> (MMI)\n-   Dosing\n    -   **PTU**\n        -   Loading dose: 600 to 1000 mg PO\n        -   Maintenance dose: 200 to 250 mg PO q4h\n    -   **MMI**\n        -   Loading dose: 20 to 25 mg\n        -   Maintenance dose: 20 to 25 mg PO q4h\n\n<!-- -->\n\n-   No head-to-head trials have shown any benefit of using one thionamide over another in the management of thyroid storm\n-   Additional benefit of <span class=\"drug\">PTU</span> in thyroid storm:\n    -   Inhibition of the peripheral conversion of T4 to T3 (3rd “B”)\n-   Alternative routes of administration:\n    -   <span class=\"drug\">PTU</span> and <span class=\"drug\">MMI</span> can both be administered through the rectal route as a suppository and retention enema\n        -   Shown to have good response in several trials \\[[Bartle (1988)](http://www.ncbi.nlm.nih.gov/pubmed/3410604), [Alfadhi (2011)](http://www.ncbi.nlm.nih.gov/pubmed/?term=21254909)\\]\n    -   Intravenous (IV) thionamides are currently not commercially available in the United States\n        -   IV formulation of MMI is available in Europe\n        -   Success reported in case reports and case series of treating thyroid storm with IV MMI compounded formulations \\[[Sowinski (1988)](http://www.ncbi.nlm.nih.gov/pubmed/?term=3224594), [Hodak (2006)](http://www.ncbi.nlm.nih.gov/pubmed/16889494), [Solomon (1993)](http://www.ncbi.nlm.nih.gov/pubmed/8435884)\\]\n-   Pregnancy considerations:\n    -   <span class=\"drug\">PTU</span> is generally preferred over <span class=\"drug\">MMI</span>\n-   Adverse effects:\n    -   <span class=\"drug\">PTU</span>: black box warning for severe and/or life-threatening hepatotoxicity issued by FDA in 2010\n    -   Agranulocytosis:\n        -   Can occur at any point during treatment\n        -   Tends to be dose-related with MMI, unlike PTU\n        -   Granulocyte colony-stimulating factors (G-CSFs) can be used in the management of thionamide-induced agranulocytosis\n\n## INORGANIC IODINE\n\n-   Used to prevent the release of pre-formed thyroid hormone from the thyroid gland\n-   Various formulations:\n    -   **Saturated solution of potassium iodide (SSKI)**: 5 drops PO, NG, or PR q6h\n    -   **Lugol’s solution:** 8 drops PO, NG, or PR q6h\n    -   **Sodium iodide:** 500 mg IV q12h \n-   Administration of inorganic iodine should be delayed for at least one hour after initiation of thionamide therapy\n-   <span class=\"drug\">Iodine</span> load can serve as a substrate for thyroid hormone synthesis and exacerbate thyroid storm\n-   <span class=\"drug\">Iodine</span> content of formations (NOTE: Solutions **are not interchangeable**.)\n\n| Iodine Solution  | Content of Iodine Per Drop |\n|------------------|--------|\n| SSKI             | 38 mg iodine  |\n| Lugol's Solution | 8 mg iodine  |\n\n-   The dose is by the **dropperful** (as opposed to mL) of solution\n-   Dissolve the dose in solution of 3 to 4 ounces of milk, fruit juice, or water to ensure that the full dose is given and to mask the bitter taste\n-   If true allergy to iodine or contraindication to iodine therapy (e.g. <span class=\"drug\">amiodarone</span>-induced thyrotoxicosis):\n    -   Consider administration of <span class=\"drug\">lithium</span> carbonate 300 mg PO or NG q6h\n    -   Maintain <span class=\"drug\">lithium</span> level within range of 0.8 to 1.2 mEq/L\n\n## BETA BLOCKADE\n\n-   Enhanced α- and β-adrenergic stimulation in the setting of thyroid storm leads to clinical manifestations\n-   **<span class=\"drug\">Propranolol</span>:** most commonly used agent\n    -   Inhibits peripheral conversion of T4 to T3 (3nd “B”)\n        -   Effect not demonstrated considerably with other β-antagonists\n    -   Blocks non-selective β-adrenergic receptors to allow for effective treatment of systemic effects, such as tremor, tachycardia, agitation, fever, diaphoresis, psychosis (2nd “B”)\n    -   Dose: 60 to 80 mg PO q4h\n        -   Proper dosing of <span class=\"drug\">propranolol</span> is essential because of dose-dependent effects on inhibition of peripheral conversion of thyroid hormone (&gt; 160 mg/day), and rapid metabolism of the agent in the setting of thyroid storm\n    -   Alternative route of <span class=\"drug\">propranolol</span>: IV formulation (determine availability at your institution)\n    -   Two-step method for administration:\n\n    1.  Test dose: 0.5 to 1 mg as slow IV push administered over 10 minutes\n    2.   Subsequent doses: 1 to 3 mg IV over 10 to 15 minutes every few hours to desired effect with monitoring of cardiac rhythm\n-   **<span class=\"drug\">Esmolol</span>** can be considered as an alternative agent\n-   Contraindications to beta blockade: guanethidine or reserpine with close monitoring for hypotension\n\n## CORTICOSTEROIDS\n\n-   Depression of the hypothalamic-pituitary axis commonly occurs in the setting of thyroid storm\n-   Additional benefit: inhibition of peripheral conversion of T4 to T3 (3rd “B”)\n-   **<span class=\"drug\">Hydrocortisone</span>**: loading dose of 300 mg IV followed by maintenance dose of 100 mg IV q8h (or dose equivalent)\n\n## OTHER THERAPIES\n\n-   **<span class=\"drug\">Cholestyramine</span> resin:**\n    -   Can be used to interrupt enterohepatic recirculation of thyroid hormone, leading to decreased circulating levels of thyroid hormone \\[[Nabil (1982)](http://www.ncbi.nlm.nih.gov/pubmed/?term=7054215), [Mercado (1996)](http://www.ncbi.nlm.nih.gov/pubmed/8784067)\\]\n    -   Dose: 4 g PO q6h\n-   **Supportive measures**\n    -   Fluid resuscitation\n    -   Dissipation of heat with various cooling modalities for hyperthermia control\n    -   Benzodiazepines for control of agitation and to minimize sympathetic outflow\n\n## References\n\n-   [Sowinski J, Junik R, Gembicki M. Effectiveness of intravenous administration of methimazole in patients with thyroid crisis. Endokrynol Pol 1988; 39:67-73.](http://www.ncbi.nlm.nih.gov/pubmed/?term=3224594)\n-   [Hodak SP, Huang C, Clarke D, et al. Intravenous methimazole in the treatment of refractory hyperthyroidism. Thyroid 2006; 16:691-695.](http://www.ncbi.nlm.nih.gov/pubmed/16889494)\n-   [Solomon BL, Wartofsky L, Burman KD. Adjunctive cholestyramine therapy for thyrotoxicosis. Clin Endocrinol 1993;38:39-43.](http://www.ncbi.nlm.nih.gov/pubmed/8435884)\n-   [Mercado M, Mendoza-Zubieta V, Bautista-Osorio R, et al. Treatment of hyperthyroidism with a combination of methimazole and cholestyramine. J Clin Endocrinol Metab 1996; 81:3191-3193.](http://www.ncbi.nlm.nih.gov/pubmed/8784067)\n-   [Burch HB, Wartofsky L. Life-threatening thyrotoxicosis. Thyroid storm. Endocrinol Metab Clin North Am 1993; 22:263-277.](Mercado%20M,%20Mendoza-Zubieta%20V,%20Bautista-Osorio%20R,%20et%20al.%20Treatment%20of%20hyperthyroidism%20with%20a%20combination%20of%20methimazole%20and%20cholestyramine.%20J%20Clin%20Endocrinol%20Metab%201996;%2081:3191-3193.%20)\n-   [Bartle WR, Walker SE, Silverberg JD. Rectal absorption of propylthiouracil. Int J Clin Pharmacol Ther Toxicol 1988; 26:285-287.](http://www.ncbi.nlm.nih.gov/pubmed/3410604)\n-   [Alfadhli E, Gianoukakis AG. Management of severe thyrotoxicosis when the gastrointestinal tract is compromised. Thyroid 2011; 21:215-220.](http://www.ncbi.nlm.nih.gov/pubmed/?term=21254909)\n-   [Nabil N, Miner DJ, Amatruda JM. Methimazole: an alternative route of administration. J Clin Endocrinol Metab 1982; 54:180-181.](http://www.ncbi.nlm.nih.gov/pubmed/?term=7054215)\n"}}