{"status":"success","data":{"title":"Vasopressors in Hypotension","slug":"vasopressors-in-hypotension","tags":["dobutamine","isoproterenol","epinephrine","norepinephrine","dopamine"],"collection":["critical care","cardiovascular"],"content":"\n# Choosing the Right Vasopressor Agent in Hypotension\n\n**Take Home Points**\n\n-   In addition to definitive airway management, hemodynamic support is among the most important life-saving interventions implemented by emergency physicians.\n-   When considering an agent for hemodynamic support, the following checklist can guide your choice:\n\n1.  **Why is the patient hypotensive?**\n2.  **Have I optimized volume status and ruled out other diagnoses?**\n3.  **How can I pharmacologically redirect blood flow to improve the problem?**\n4.  **Will I be limited by side effects of my pressor choice? **\n5.  **When choosing between similar agents, does evidence support use of a specific agent over another?**\n\nClick [here](http://academiclifeinem.com/choosing-the-right-vasopressor-agent-in-hypotension/) for full ALiEM blog post\n\n## Why is the patient hypotensive?\n\nIdentifying the cause of the hypotension will allow you to select an agent targeted to the source of the problem. Causes of hypotension include hypovolemia, impaired vascular tone, impaired pump function, or some combination of these problems.\n\n## Have I optimized volume status and ruled out other diagnoses?\n\nInitial management of the hypotensive patient should target optimizing intravascular volume prior to initiating a vasoactive medication. Vasopressors or inotropes cannot improve malperfusion secondary to isolated hypovolemia (such as hemorrhage, gastrointestinal bleeding or severe dehydration), and use of these agents prior to volume resuscitation can exacerbate existing metabolic derangements. Unrelated conditions that impair preload or cardiac output, including tension pneumothorax and pericardial tamponade, should also be considered prior to initiating vasoactive therapy.\n\n## How can I pharmacologically redirect blood flow to improve the problem?\n\nSelecting an agent for hemodynamic support is analogous to choosing an antibiotic for infection. You are best guided by matching medication activity to the underlying pathology of the illness.\n\n-   **Problem with VASCULAR TONE?** Phenylephrine is the only agent with exclusive activity at α adrenergic receptors, and vasopressin is the only agent with activity at vasopressin receptors. In this sense, these are pure pressor agents and have no direct impact of pump function. Hypotension from isolated loss of vascular tone is uncommon but can be caused by loss of sympathetic tone from spinal cord injury (“neurogenic shock”).\n\n-   **Problem with PUMP FUNCTION?** Hypotension attributable to isolated acute myocardial compromise can be improved with pharmacologic agents that increase inotropy and contractility. This includes any agent with action at β1 , β2 or dopaminergic receptors. <span class=\"drug\">Dobutamine</span> and <span class=\"drug\">isoproterenol</span> are the only agents with exclusive activity at β adrenergic receptors. Generally, these are pure intropes and have no vasoconstrictive properties. Hypotension from isolated pump failure can be caused by acute decompensated heart failure or acute coronary syndrome.\n\n-   **MULTIFACTORIAL problem?** Problems that impact both vascular tone and cardiac function require medications that operate at multiple receptors. These include <span class=\"drug\">epinephrine</span>, <span class=\"drug\">norepinephrine</span> and <span class=\"drug\">dopamine</span>. The physiologic impact of dopamine is dose dependent, with preferential increases in pump function at lower doses. Examples of disorders that impact both pump and tone include anaphylaxis ([see “Dirty Epi” drip](http://academiclifeinem.com/dirtyepi/)) or septic shock.\n\n## Will I be limited by side effects of my pressor choice?\n\nSide effects of vasoactive medications are related both to the direct mechanism of action of the agent, as well as the compensatory mechanisms precipitated by them. Concerning side effects of inotropes include dysrhythmias and increased myocardial oxygen demand, whereas vasopressors can cause undesired limitations in blood flow to the gut and kidneys.\n\n|  Agent               | Primary Receptor                                                                                                    | Primary Impact                    | Potential Side Effect                                 | Prototypical Clinical Scenario                  |\n|----------------------|---------------------------------------------------------------------------------------------------------------------|-----------------------------------|-------------------------------------------------------|-------------------------------------------------|\n| Phenylephrine        | α<sub>1</sub>                                                                                                       | Increased SVR                     | Reflexive decreased HR                                | Neurogenic shock                                |\n| Vasopressin          | V                                                                                                                   | Increased SVR                     | Decreased splanchnic flow                             | Adjunct for septic shock                        |\n| Dobutamine           | β<sub>1</sub>, β<sub>2 </sub>                                                                                       | Increased inotropy                | Transient decreases in SVR (β<sub>2 </sub>agonsim)    | Cardiogenic shock from late-stage heart failure |\n| Dopamine (low-dose)  | D, β<sub>1</sub>                                                                                                    | Increased inotropy and heart rate | Tachydysrhythmias                                     | Cardiogenic shock, particularly if bradycardic  |\n| Epinephrine          | α<sub>1</sub>, α<sub>2, </sub>β<sub>1</sub>, β<sub>2 </sub>                                                         | Increased SVR and inotropy        | Tachydysrhythmias and decreased splanchnic flow       | Anaphylaxis                                     |\n| Norepinephrine       | <span class=\"aglmd-moreinfo ui-moreinfo\" data-iid=\"53aa252ed35d3ae92e0048f7\">α1, α2, β1&gt;&gt; β2  </span>         | Increased SVR and inotropy        | Decreased splanchnic and renal flow                   | Septic shock                                    |\n| Dopamine (high-dose) | <span class=\"aglmd-moreinfo ui-moreinfo\" data-iid=\"53aa252ed35d3ae92e0048f8\">D, α1, β1&gt;&gt; β2</span><sub></sub> | Increased SVR and inotropy        | Tachydysrhythmias and decreased splanchnic/renal flow | Bradycardic cardiovascular collapse             |\n\n## When choosing between similar agents, does evidence support use of a specific agent over another?\n\nThe majority of evidence comparing pressors head-to-head has been done in patients with septic shock; the largest amount of data has compared high-dose dopamine to norephinephrine. Based on this data, norepinephrine has been associated with lower incidence arrythmias and improved mortality when compared to dopamine.\n\nEpinephrine has been compared with several other regimens both in septic shock and undifferentiated shock. When epinephrine was compared to norepinephrine and dobutamine, all of the agents were equally effective in achieving hemodynamic goals, though epinephrine was associated with increased incidence of tachydysrhythmias and prolonged metabolic derangement when compared to other agents. There was no difference in mortality. Robust data comparing other similar agents in other disease processes are lacking.\n\n## References\n\n-   [Vasu TS, Cavallazzi R, Hirani A, Kaplan G, Leiby B, Marik PE. Norepinephrine or dopamine for septic shock: systematic review of randomized clinical trials. J Intensive Care Med 2012;27:172-8.](http://www.ncbi.nlm.nih.gov/pubmed/21436167)\n-   [Annane D, Vignon P, Renault A, et al. Norepinephrine plus dobutamine versus epinephrine alone for management of septic shock: a randomised trial. Lancet 2007;370:676-84.](http://www.ncbi.nlm.nih.gov/pubmed/?term=17720019)\n-   [Myburgh JA, Higgins A, Jovanovska A, Lipman J, Ramakrishnan N, Santamaria J. A comparison of epinephrine and norepinephrine in critically ill patients. Intensive Care Med 2008;34:2226-34.](http://www.ncbi.nlm.nih.gov/pubmed/18654759)\n-   [Ellender TJ, Skinner JC. The use of vasopressors and inotropes in the emergency medical treatment of shock. Emerg Med Clin North Am 2008;26:759-86, ix.](http://www.ncbi.nlm.nih.gov/pubmed/18655944)\n-   [De Backer D, Aldecoa C, Njimi H, Vincent JL. Dopamine versus norepinephrine in the treatment of septic shock: a meta-analysis. Crit Care Med 2012;40:725-30.](http://www.ncbi.nlm.nih.gov/pubmed/22036860)\n"}}